Repository: RealityRipple/squirrelmail
Catalog: trunk/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ar, zh_tw

source: Administration
ar: ÇáÅÏÇÑÉ

source: This module allows administrators to manage biznas_mail main configuration remotely.
ar: ÊÓãÍ åĞå ÇáæÍÏÉ ÇáäãØíÉ ááãÓÆæáíä ÈÅÏÇÑÉ ÇáÊßæíä ÇáÑÆíÓí áÜ biznas_mailãä ÈÚíÏ.

source: Delivery error report
ar: ÊŞÑíÑ Úä ÎØÃ İì ÇáÊÓáíã

source: Undelivered Message Headers
ar: ÑÄæÓ ÑÓÇÆá áã íÊã ÊÓáíãåÇ

source: Close window
zh_tw: Ãö³¬µøµ¡

source: SquirrelMail version %s
zh_tw: ªQ¹«¹q¤l¶l¥óºÞ²z¨t²Î %s

source: By the SquirrelMail Development Team
zh_tw: ¥ÑªQ¹«¹q¤l¶l¥óºÞ²z¨t²Î¬ãµo¤p²Õ³]­p

source: Ex: 63aa7f
zh_tw: ¨Ò¦p¡G63AA7F

source: You can change the way that SquirrelMail looks and displays information to you, such as the colors, the language, and other settings.
zh_tw: ±z¥i¥H§ó§ï¥»¨t²Îªº¥~Æ[©MÅã¥Ü¸ê°Tªº¤è¦¡¡C¨Ò¦pÃC¦â¡B»y¨tµ¥¡C

source: The order of the message index can be rearanged and changed to contain the headers in any order you want.
zh_tw: ¶l¥óªº±Æ§Ç¡A¥i¥H¨Ì¶l¥óªºªíÀY¥[¥H­«·s¦w±Æ

source: Printer Friendly
zh_tw: ¤Íµ½¦C¦L

source: Unknown messagenumber in reply from server:
zh_tw: ¦øªA¾¹¶Ç¦^¥¼ª¾ªº¼Æ¦r

source: Move selected to:
zh_tw: ±N¿ï¨ú¶µ¥Ø²¾¦Ü¡G

source: Viewing Message: <B>%s</B> (¦@¤@«Ê)
zh_tw: Åª¨ú¶l¥ó¡G <B>%s</B>

source: Error opening
zh_tw: µLªk¶}±Ò

source: Back to &quot;SpellChecker Options&quot; page
zh_tw: ¦^¨ì&quot;«÷¦rÀË¬d&quot; ­¶

source: SquirrelSpell was unable to decrypt your personal dictionary. This is most likely due to the fact that you have changed your mailbox password. In order to proceed, you will have to supply your old password so that SquirrelSpell can decrypt your personal dictionary. It will be re-encrypted with your new password after this.<br>If you haven't encrypted your dictionary, then it got mangled and is no longer valid. You will have to delete it and start anew. This is also true if you don't remember your old password -- without it, the encrypted data is no longer accessible.
zh_tw: µLªk¸Ñ±K±zªº­Ó¤H¦r¨å¡C¥i¯à¬O¦]¬°±z§ó§ï¤F±K½X¡C±z¥²»Ý´£¨ÑÂÂ±K½X¥H¦s¨ú­Ó¤H¦r¨å¡CµM«á¡A±zªº¸ê®Æ§¨±N³Q·sªº±K½X­«·s¥[±K¡C<br>¦pªG±z±N¨ä¥[±K¡A¥¦±NÅÜ¦¨µLªk¨Ï¥Î¡C±z¥²»Ý§R°£¥¦¡A¨Ã­««Ø¤@·s¦r¨å¡C¦pªG±z§Ñ¤F±K½X¡A¤]¬O¤@¼Ë¡C

source: Your personal dictionary was re-encrypted successfully. Now return to the &quot;SpellChecker options&quot; menu and make your selection again.
zh_tw: ±zªº­Ó¤H¦r¨å¤w³Q­«·s¥[±K¡C²{¦b¦^¨ì&quot;«÷¦rÀË¬d¿ï¶µ&quot;¨Ã­«§@¿ï¾Ü¡C

source: SquirrelSpell Results
zh_tw: ÀË¬d³ø§i

source: <p>Your personal dictionary is <strong>currently encrypted</strong>. This helps protect your privacy in case the web-mail system gets compromized and your personal dictionary ends up stolen. It is currently encrypted with the password you use to access your mailbox, making it hard for anyone to see what is stored in your personal dictionary.</p> <p><strong>ATTENTION:</strong> If you forget your password, your personal dictionary will become unaccessible, since it can no longer be decrypted. If you change your mailbox password, SquirrelSpell will recognize it and prompt you for your old password in order to re-encrypt the dictionary with a new key.</p>
zh_tw: ±zªº­Ó¤H¦r¨å¤w¸g¥H<strong>¥[±K¼Ò¦¡</strong>Àx¦s¡C³o«OÅ@¤F±zªºÁô¨p¡C¦pªG±z§Ñ¤F±K½X¡A±z±NµLªk¦A¦s¨ú­Ó¤H¦r¨å¡C

source: <p>Your personal dictionary is <strong>currently not encrypted</strong>. You may wish to encrypt your personal dictionary to protect your privacy in case the webmail system gets compromized and your personal dictionary file gets stolen. When encrypted, the file's contents look garbled and are hard to decrypt without knowing the correct key (which is your mailbox password).</p> <strong>ATTENTION:</strong> If you decide to encrypt your personal dictionary, you must remember that it gets &quot;hashed&quot; with your mailbox password. If you forget your mailbox password and the administrator changes it to a new value, your personal dictionary will become useless and will have to be created anew. However, if you or your system administrator change your mailbox password but you still have the old password at hand, you will be able to enter the old key to re-encrypt the dictionary with the new value.</p>
zh_tw: ±zªº­Ó¤H¦r¨å¨Ã¥¼¥[±K¡C«ØÄ³±z±N¥¦¥[±K¡C¦]¬°¨Ï¥Î¹q¤l¶l¥ó±K½X¨Ó¥[±K¡A¦pªG±z§Ñ¤F±K½X¡A±NµLªk¦A¦s¨ú¦r¨å¡A¦Ó¥²»Ý«Ø¥ß·sªº¡A¦pªG¨t²ÎºÞ²z­û­×§ï¤F±zªº±K½X¡A±z¥²»Ý¥ÎÂÂ±K½X¸Ñ±K¡A¦A¥Î·s±K½X­«·s¥[±K¡C

source: SquirrelSpell Initiating
zh_tw: ±Ò©l«÷¦rÀË¬d

source: SquirrelSpell Options Menu
zh_tw: «÷¦rÀË¬d¿ï¶µ

source: Selecting the <b>Change title</b> option will change the title in some browsers to let you know when you have new mail (requires JavaScript, and only works in IE but you won't see errors with other browsers). This will always tell you if you have new mail, even if you have <b>Check RECENT</b> enabled.
zh_tw: ¿ï¾Ü<b>§ïÅÜ¼ÐÃD¦C</b>±N§ïÅÜÂsÄý¾¹ªº¼ÐÃD¦C¡A¥H´£¿ô±z¦³·s¶l¥óªº¨ì¹F¡]¨Ï¥ÎJava Script¡A¦Ó¥B¶È¾A¥Î©ó IE¡^¡C³o­Ó¿ï¶µ¨Ã¤£¨ü¨ì¡u¥uÀË¬d·s¶i¶l¥ó¡vªº¼vÅT¡C

source: Oops,
zh_tw: ¤£§®¡A
