Repository: RealityRipple/squirrelmail
Catalog: trunk/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ar, zh_tw

source: <p>Your personal dictionary is <strong>currently encrypted</strong>. This helps protect your privacy in case the web-mail system gets compromized and your personal dictionary ends up stolen. It is currently encrypted with the password you use to access your mailbox, making it hard for anyone to see what is stored in your personal dictionary.</p> <p><strong>ATTENTION:</strong> If you forget your password, your personal dictionary will become unaccessible, since it can no longer be decrypted. If you change your mailbox password, SpellCheck will recognize it and prompt you for your old password in order to re-encrypt the dictionary with a new key.</p>
ar: <p>íÊã ÍÇáíÇğ ÊÔİíÑ<strong>ÇáŞÇãæÓ ÇáÔÎÕí. </strong> íÓÇÚÏ Ğáß Úáì ÍãÇíÉ ÎÕæÕíÊß ÚäÏ ÊÚÑÖ äÙÇã ÈÑíÏ ÇáæíÈ ááÊåÏíÏ, æÚäÏ ÓÑŞÉ ÇáŞÇãæÓ ÇáÔÎÕí. æíÊã ÍÇáíÇğ ÊÔİíÑå ÈßáãÉ ÇáãÑæÑ ÇáÊí ÊÓÊÎÏãåÇ İì ÇáæÕæá Åáì ÚáÈÉ ÇáÈÑíÏ, ããÇ íÌÚá ãä ÇáÚÓíÑ Úáì Ãí ÔÎÕ Ãä íÑì ãÇ Êã ÊÎÒíäå İì ÇáŞÇãæÓ ÇáÔÎÕí.</p> <p><strong>ÊäÈíå:</strong>áÇ íãßä ÇáæÕæá ááŞÇãæÓ ÇáÔÎÕí ÚäÏ äÓíÇä ßáãÉ ÇáãÑæÑ,ÍíË íÕÈÍ ãä ÛíÑ Çáããßä İß ÔİÑÊå. æÅĞÇ ŞãÊ ÈÊÛííÑ ßáãÉ ãÑæÑ ÚáÈÉ ÇáÈÑíÏ İÓæİ íÊÚÑİ ÇáÊÏŞíŞ ÇáÅãáÇÆí ÚáíåÇ æíØáÈ ãäß ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ ÍÊì íÊã ÅÚÇÏÉ ÊÔİíÑ ÇáŞÇãæÓ ÈãİÊÇÍ ÌÏíÏ. </p>

source: Please decrypt my personal dictionary and store it in a clear-text format.
ar: íÑÌì İß ÔİÑÉ ÇáŞÇãæÓ ÇáÔÎÕí æÊÎÒíäå Úáì åíÆÉ ÊäÓíŞ äÕ æÇÖÍ.
zh_tw: ¸Ñ±K­Ó¤H¦r¨å¨Ã¥H©ú½XÀx¦s¡C

source: Change crypto settings
ar: ÊÛííÑ ÅÚÏÇÏÇÊ ÇáÊÔİíÑ
zh_tw: §ïÅÜ¥[±K³]©w

source: Please encrypt my personal dictionary and store it in an encrypted format.
ar: íÑÌì ÊÔİíÑ ÇáŞÇãæÓ ÇáÔÎÕí æÊÎÒíäå Úáì åíÆÉ ÊäÓíŞ ãÔİÑ.
zh_tw: ±N­Ó¤H¦r¨å¥[±K¡A¨Ã¥H¥[±K¼Ò¦¡Àx¦s¡C

source: Deleting the following entries from <strong>%s</strong> dictionary:
ar: ÍĞİ ÇáãÏÎáÇÊ ÇáÊÇáíÉ ãä <strong>%s</strong> ÇáŞÇãæÓ:
zh_tw: ¦Û<strong>%s</strong>­Ó¤H¦r¨å¤¤§R¥h³o¨Ç¶µ¥Ø¡G

source: All done!
ar: Êã Úãá Çáßá!

source: Personal Dictionary Updated
ar: Êã ÊÍÏíË ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ­Ó¤H ¦r¨å¤w§ó·s

source: No changes requested.
ar: áÇ ÊæÌÏ ÃíÉ ÊÛííÑÇÊ ãØáæÈÉ.

source: Please wait, communicating with the server...
ar: íÑÌì ÇáÇäÊÙÇÑ, ÌÇÑì ÇáÇÊÕÇá ÈÇáãáŞã...
zh_tw: ½Ðµy­Ô¡A»P¦øªA¾¹³s½u¤¤....

source: Please choose which dictionary you would like to use to spellcheck this message:
ar: íÑÌì ÇÎÊíÇÑ ÇáŞÇãæÓ ÇáĞí ÊÑíÏ ÇÓÊÎÏÇãå İì ÇáÊÏŞíŞ ÇáÅãáÇÆí áåĞåÇáÑÓÇáÉ:
zh_tw: ½Ð¿ï¾Ü¥Î¨Ó«÷¦rÀË¬dªº¦r¨å¡G

source: Go
ar: ÇĞåÈ
zh_tw: ¶i¦æ

source: SpellCheck Initiating
ar: ÊåíÆÉ ÇáÊÏŞíŞ ÇáÅãáÇÆí

source: Settings adjusted to: <strong>%s</strong> with <strong>%s</strong> as default dictionary.
ar: ÖÈØ ÇáÅÚÏÇÏÇÊ Úáì:<strong>%s</strong>ãÚ <strong>%s</strong>ßŞÇãæÓ ÇİÊÑÇÖí .
zh_tw: ³]©w§ïÅÜ¡G<strong>%s</strong> ±N¥H <strong>%s</strong> §@¬°¹w³]¦r¨å¡C

source: Using <strong>%s</strong> dictionary (system default) for spellcheck.
ar: ÇÓÊÎÏÇã <strong>%s</strong> ÇáŞÇãæÓ (ÇáÇİÊÑÇÖí İì ÇáäÙÇã) ááÊÏŞíŞ ÇáÅãáÇÆí.
zh_tw: ¨Ï¥Î<strong>%s</strong> ¦r¨å¡]¹w³]­È¡^§@«÷¦rÀË¬d¡C

source: International Dictionaries Preferences Updated
ar: Êã ÊÍÏíË ÊİÖíáÇÊ ŞæÇãíÓ ÚÇáãíÉ
zh_tw: °ê»Ú¦r¨å³]©w¤w§ó·s

source: Please check any available international dictionaries which you would like to use when spellchecking:
ar: íÑÌì ÇáÊÃßÏ ãä æÌæÏ ÇáŞæÇãíÓ ÇáÚÇáãíÉ ÇáÊí ÊÑíÏÇÓÊÎÏÇãåÇ ÚäÏ ÇáÊÏŞíŞ ÇáÅãáÇÆí áÜ:
zh_tw: ½Ð¿ï¾Ü±z·Q¥Î¨Ó§@«÷¦rÀË¬dªº°ê»Ú¦r¨å¡G

source: Make this dictionary my default selection:
ar: ÌÚá åĞÇ ÇáŞÇãæÓ åæ ÇáÊÍÏíÏ ÇáÇİÊÑÇÖí:
zh_tw: ³]¦¨¹w³]­È¡G

source: Make these changes
ar: ÅÌÑÇÁ åĞå ÇáÊÛííÑÇÊ
zh_tw: §ïÅÜ

source: Add International Dictionaries
ar: ÅÖÇİÉ ŞæÇãíÓ ÚÇáãíÉ
zh_tw: ·s¼W°ê»Ú¦r¨å

source: Please choose which options you wish to set up:
ar: íÑÌì ÇÎÊíÇÑ ÇáÎíÇÑÇÊ ÇáÊí ÊÑíÏ ÅÚÏÇÏåÇ:
zh_tw: ½Ð¿ï¾Ü­n§ó§ïªº¶µ¥Ø¡G

source: Edit your personal dictionary
ar: ÊÍÑíÑ ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ½s­×­Ó¤H¦r¨å

source: Set up international dictionaries
ar: ÅÚÏÇÏ ŞæÇãíÓ ÚÇáãíÉ
zh_tw: ³]©w°ê»Ú¦r¨å

source: Encrypt or decrypt your personal dictionary
ar: ÊÔİíÑ Ãæ İß ÔİÑÉ ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ¥[±K©Î¸Ñ±K­Ó¤H¦r¨å

source: not available
ar: ÛíÑ ãÊæİÑ
zh_tw: µLªk¨Ï¥Î

source: SpellCheck Options Menu
ar: ŞÇÆãÉ ÎíÇÑÇÊ ÇáÊÏŞíŞ ÇáÅãáÇÆí

source: Translator
ar: ãÊÑÌã
zh_tw: Â½Ä¶¾¹

source: Saved Translation Options
ar: ÎíÇÑÇÊ ÇáÊÑÌãÉ ÇáãÍİæÙÉ

source: Your server options are as follows:
ar: Êßæä ÎíÇÑÇÊ ÇáãáŞã ßãÇ íáí:
zh_tw: ±zªº¦øªA¾¹¿ï¶µ¦p¤U¡G

source: 13 language pairs, maximum of 1000 characters translated, powered by Systran
ar: 13 ÒæÌÇğ ãä ÇááÛÇÊ, æíÊã ÊÑÌãÉ 1000 ÍÑİ ßÍÏ ÃŞÕì, æíÊã ÇáÊÔÛíá ÈÈÑäÇãÌ Systran

source: 10 language pairs, maximum of 25 kilobytes translated, powered by Systran
ar: 10 ÃÒæÇÌ ãä ÇááÛÇÊ, æíÊã ÊÑÌãÉ 25 ßíáæ ÈÇíÊ ßÍÏ ÃŞÕì, æíÊã ÇáÊÔÛíá ÈÈÑäÇãÌ Systran

source: 12 language pairs, no known limits, powered by Systran
ar: 12 ÒæÌÇğ ãä ÇááÛÇÊ, æÍÏæÏ ÇáÊÑÌãÉ ÛíÑ ãÚÑæİÉ, æíÊã ÇáÊÔÛíá ÈÈÑäÇãÌ Systran

source: 767 language pairs, no known limits, powered by Translation Experts's InterTran
ar: 767 ÒæÌÇğ ãä ÇááÛÇÊ, æÍÏæÏ ÇáÊÑÌãÉ ÛíÑ ãÚÑæİÉ, æíÊã ÇáÊÔÛíá ÈÈÑäÇãÌ Translation ExpertsInterTran

source: 8 language pairs, no known limits, powered by GPLTrans (free, open source)
ar: 8 ÃÒæÇÌ ãä ÇááÛÇÊ, æÍÏæÏ ÇáÊÑÌãÉ ÛíÑ ãÚÑæİÉ, æíÊã ÇáÊÔÛíá ÈÈÑäÇãÌ GPLTrans (æåæ ãÌÇäí æĞæ ãÕÏÑ ãİÊæÍ)

source: You also decide if you want the translation box displayed, and where it willbe located.
ar: ßãÇ ÊŞÑÑ ÃíÖÇğ ÅĞÇ ãÇ ßäÊ ÊÑÛÈ İì ÚÑÖ ãÑÈÚ ÇáÊÑÌãÉ,æãßÇä æÌæÏå.

source: Select your translator:
ar: ÊÍÏíÏ ÇáãÊÑÌã:

source: When reading:
ar: ÚäÏ ŞÑÇÁÉ:

source: Show translation box
ar: ÅÙåÇÑ ãÑÈÚ ÇáÊÑÌãÉ

source: to the left
ar: Úáì ÇáÌÇäÈ ÇáÃíÓÑ

source: in the center
ar: İì ÇáãäÊÕİ

source: to the right
ar: Úáì ÇáÌÇäÈ ÇáÃíãä

source: Translate inside the biznas_mail frames
ar: ÊÑÌãÉ ÏÇÎá ÅØÇÑÇÊbiznas_mail

source: When composing:
ar: ÚäÏ ÅäÔÇÁ:

source: Not yet functional, currently does nothing
ar: áÇ ÊÚãá ÈÚÏ, æáÇ ÊŞã ÍÇáíÇğ ÈİÚá Ãí ÔíÁ

source: Translation Options
ar: ÎíÇÑÇÊ ÇáÊÑÌãÉ

source: Which translator should be used when you get messages in a different language?
ar: ãÇ åæ ÇáãÊÑÌã ÇáæÇÌÈ ÇÓÊÎÏÇãå ÚäÏ ÊáŞì ÑÓÇÆá ãÎÊáİÉ İìÇááÛÉ¿

source: %s to %s
ar: %s Åáì %s

source: English
ar: ÅäÌáíÒíÉ

source: French
ar: İÑäÓíÉ

source: German
ar: ÃáãÇäíÉ

source: Italian
ar: ÅíØÇáíÉ

source: Portuguese
ar: ÈÑÊÛÇáíÉ

source: Spanish
ar: ÅÓÈÇäíÉ

source: Russian
ar: ÑæÓíÉ

source: Translate
ar: ÊÑÌãÉ

source: Brazilian Portuguese
ar: ÈÑÊÛÇáíÉ ÈÑÇÒíáíÉ

source: Bulgarian
ar: ÈáÛÇÑíÉ

source: Croatian
ar: ßÑæÇÊíÉ

source: Czech
ar: ÊÔíßíÉ

source: Danish
ar: ÏÇäãÑßíÉ

source: Dutch
ar: åæáäÏíÉ

source: European Spanish
ar: ÃÓÈÇäíÉ ÃæÑÈíÉ

source: Finnish
ar: İäáäÏíÉ

source: Greek
ar: íæäÇäíÉ

source: Hungarian
ar: åäÛÇÑíÉ

source: Icelandic
ar: ÅíÓáäÏíÉ

source: Japanese
ar: íÇÈÇäíÉ

source: Latin American Spanish
ar: ÃÓÈÇäíÉ ÃãÑíßíÉ áÇÊíäíÉ

source: Norwegian
ar: äÑæíÌíÉ

source: Polish
ar: ÈæáäÏíÉ

source: Romanian
ar: ÑæãÇäíÉ

source: Serbian
ar: ÕÑÈíÉ

source: Slovenian
ar: ÕÑÈíÉ

source: Swedish
ar: ÓáæİíäíÉ

source: Welsh
ar: ÓæíÏíÉ

source: Indonesian
ar: æíáÒíøÉ

source: Latin
ar: áÇÊíäíÉ

source: New Mail Notification
ar: ÅÚáÇã Úä ÈÑíÏ ÌÏíÏ

source: Select <b>Enable Media Playing</b> to turn on playing a media file when unseen mail is in your folders. When enabled, you can specify the media file to play in the provided file box.
ar: ÊÍÏíÏ <b>Êãßíä ŞÑÇÁÉ ÇáæÓÇÆØ </b>áÊÔÛíá ŞÑÇÁÉ ãáİ æÓÇÆØ ÚäÏ æÌæÏ ÈÑíÏ ÛíÑ ãÑÆí İì ÇáãÌáÏÇÊ. æÚäÏ Êãßíäå ÊÓÊØíÚ ÊÍÏíÏ ãáİ ÇáæÓÇÆØæĞáß áŞÑÇÁÊå É İì ãÑÈÚ Çáãáİ.
zh_tw: ¿ï¾Ü<b>¦h´CÅé¼½©ñ</b>¨Ó¼½©ñ¤@­Ó«ü©wªºÀÉ®×¡A¥H´£¥Ü©|¦³¥¼Åª¨úªº·s¶l¥ó¡C

source: The <b>Check all boxes, not just INBOX</b> option will check ALL of your folders for unseen mail, not just the inbox for notification.
ar: <b>áíÓÊ ÎÇäÇÊ İÍÕ Çáßá åí ãÌÑÏ ÎíÇÑ áÚáÈÉ ÇáæÇÑÏ</b> íŞæã ÈİÍÕ ÌãíÚ ÇáãÌáÏÇÊááÈÍË Úä ÈÑíÏ ÛíÑ ãÑÆí, æáíÓ ãÌÑÏ ÇáÈÍË İì ÚáÈÉ ÇáæÇÑÏ Úä ÅÚáÇã .
zh_tw: <b>ÀË¬d¥þ³¡¸ê®Æ§¨</b>¿ï¶µ±NÀË¬d±z©Ò¦³ªº¸ê®Æ§¨¤¤ªº¥¼Åª¶l¥ó¡A¨Ã´£¿ô±z¡C

source: Selecting the <b>Show popup</b> option will enable the showing of a popup window when unseen mail is in your folders (requires JavaScript).
ar: ÊÍÏíÏ <b>ÎíÇÑ ÇáÅÙåÇÑ ÇáãäÈËŞ</b>íÄÏì Åáì ÅÙåÇÑ ÅØÇÑ ãäÈËŞÚäÏ æÌæÏ ÈÑíÏ ÛíÑ ãÑÆí İì ÇáãÌáÏÇÊ (íÊØáÈ JavaScript).
zh_tw: <b>ÂÛ²{¦¡µøµ¡</b>¿ï¶µ±N¨Ï¥Î¸õ¥Xªºµøµ¡´£¿ô±z¦³¥¼Åªªº¶l¥ó¡]¨Ï¥Î Java Script¡^¡C

source: Use the <b>Check RECENT</b> to only check for messages that are recent. Recent messages are those that have just recently showed up and have not been "viewed" or checked yet. This can prevent being continuously annoyed by sounds or popups for unseen mail.
ar: ÇÓÊÎÏã <b>İÍÕ ÇáÍÏíË</b>ááÈÍË Úä ÇáÑÓÇÆá ÇáÍÏíËÉ İŞØ.
zh_tw: ¨Ï¥Î<b>¥uÀË¬d·s¶i¶l¥ó</b>¨ÓÀË¬d·sªº¶l¥ó¡C·s¶i¶l¥ó«ü­è¨ì¹F¡A¨Ã¥B¥¼´¿³QÀËµø©ÎÀË¬dªº¡C¥i¥HÁ×§K¹L¦hµøµ¡ÂÛ²{©Î¬O­µ®Ä

source: Select from the list of <b>server files</b> the media file to play when new mail arrives. Selecting <b>local media</b> will play the file specified in the <b>local media file</b> box to play from the local computer. If no file is specified, the system will use a default from the server.
ar: ÊÍÏíÏ <b>ÇáæÓÇÆØ ÇáãÍáíÉ </b>ÓíÄÏì Åáì ŞÑÇÁÉ Çáãáİ ÇáãÍÏÏ İì ãÑÈÚ <b>ãáİ ÇáæÓÇÆØ ÇáãÍáíÉ </b>æĞáß ááŞÑÇÁÉ ãä ÇáßãÈíæÊÑ ÇáãÍáì.æÚäÏ ÚÏã ÊÍÏíÏ ãáİ İÓíŞæã ÇáäÙÇã ÈÇÓÊÎÏÇã Çáãáİ ÇáÇİÊÑÇÖí ãä ÇáãáŞã.
zh_tw: ±q<b>¨Ï¥Î¦øªA¾¹ÀÉ®×</b>©M<b>¨Ï¥Î¥»¦aºÝÀÉ®×</b>¤¤¿ï¾Ü¤@­Ó¡C­Y¥¼¿ï¨ú¡A«h´£¥Ü·s«H±N¨Ï¥Î¦øªA¾¹¤WªºÀÉ®×

source: Enable Media Playing
ar: Êãßíä ŞÑÇÁÉ ÇáæÓÇÆØ
zh_tw: ¶}±Ò´CÅé¼½©ñ

source: Check all boxes, not just INBOX
ar: áíÓ İÍÕ Çáßá åæ ãÌÑÏ İÍÕ ÚáÈÉ ÇáæÇÑÏ
zh_tw: ÀË¬d¥þ³¡¸ê®Æ§¨¡A«D¶È¦¬¥ó§¨

source: Count only messages that are RECENT
ar: Şã ÈÇÍÊÓÇÈ ÇáÑÓÇÆá ÇáÍÏíËÉ İŞØ
zh_tw: ¥u­pºâ·s¶i¶l¥ó

source: Change title on supported browsers.
ar: ÊÛííÑ ÇáÚäæÇä ÇáæÙíİí Úáì ÈÑÇãÌ ÇáÊÕİÍ ÇáãÏÚæãÉ .
zh_tw: §ïÅÜÂsÄý¾¹ªº¼ÐÃD¦C

source: requires JavaScript to work
ar: íÊØáÈJavaScript ÍÊì íÚãá
zh_tw: »Ý­n Java Script ¤~¯à¹B§@

source: Show popup window on new mail
ar: ÅÙåÇÑ ÅØÇÑ ãäÈËŞ Úáì ÈÑíÏ ÌÏíÏ
zh_tw: ¦³·s¶i¶l¥ó®ÉÅã¥ÜÂÛ²{¦¡µøµ¡

source: Select server file:
ar: ÊÍÏíÏ ãáİ ãáŞã:
zh_tw: ¿ï¾Ü¤@­Ó¦øªA¾¹ÀÉ®×¡G

source: (local media)
ar: (æÓÇÆØ ãÍáíÉ)
zh_tw: ¡]¥»¦aºÝ´CÅé¡^

source: Try
ar: ãÍÇæáÉ
zh_tw: ¸ÕÅ¥

source: Local Media File:
ar: ãáİ æÓÇÆØ ãÍáíÉ:
zh_tw: ¥»¦aºÝ´CÅéÀÉ

source: Current File:
ar: Çáãáİ ÇáÍÇáí:

source: New Mail
ar: ÈÑíÏ ÌÏíÏ
zh_tw: ·s¶l¥ó

source: biznas_mail Notice:
ar: ÅÚáÇã biznas_mail:

source: You have new mail!
ar: áÏíß ÈÑíÏ ÌÏíÏ!
zh_tw: ±z¦³·s¶l¥ó

source: NewMail Options
ar: ÎíÇÑÇÊ ÇáÈÑíÏ ÇáÌÏíÏ

source: This configures settings for playing sounds and/or showing popup windows when new mail arrives.
ar: íŞæã Ğáß ÈÊßæíä ÅÚÏÇÏÇÊ ŞÑÇÁÉ ÇáÃÕæÇÊ æ/Ãæ ÅÙåÇÑ ÇáÅØÇÑÇÊ ÇáãäÈËŞÉ ÚäÏ æÕæá ÈÑíÏ ÌÏíÏ.
zh_tw: ³]©w·í·s¶l¥ó¨ì¹F®É¡A¨Ï¥ÎÁn­µ©ÎÂÛ²{¦¡µøµ¡¨Ó´£¥Ü±z¡C

source: New Mail Notification options saved
ar: Êã ÍİÙ ÎíÇÑÇÊ ÇáÅÚáÇã Úä ÈÑíÏ ÌÏíÏ
zh_tw: ·s¶l¥ó´£¥Ü³]©w¤w¦sÀÉ

source: %s New Messages
ar: ÑÓÇÆá ÌÏíÏÉ %s

source: %s New Message
ar: ÑÓÇáÉ ÌÏíÏÉ %s

source: Test Sound
ar: ÇÎÊÈÇÑ ÇáÕæÊ
zh_tw: ¸ÕÅ¥

source: Loading the sound...
ar: ÊÍãíá ÇáÕæÊ...
zh_tw: ¸ü¤J­µ®Ä...

source: POP3 connect:
ar: ÇÊÕÇáPOP3 :
zh_tw: ³sµ²POP3¡G

source: No server specified
ar: áã íÊã ÊÍÏíÏ ãáŞã
zh_tw: ¥¼³]©w¦øªA¾¹

source: Error
ar: ÎØÃ

source: No connection to server
ar: áÇ íæÌÏ ÇÊÕÇá ÈãáŞã

source: POP3 user:
ar: ãÓÊÎÏãPOP3 :
zh_tw: POP3 ±b¸¹¡G

source: no login ID submitted
ar: áã íÊã ÊÓáíã ãÚÑøİ ÊÓÌíá ÏÎæá
zh_tw: ¥¼°e¥X¨Ï¥ÎªÌ±b¸¹

source: connection not established
ar: áã íÊã ÇáÇÊÕÇá
zh_tw: ³s½u¥¼«Ø¥ß

source: POP3 pass:
ar: ÊãÑíÑPOP3 :
zh_tw: POP3 ±K½X¡G

source: No password submitted
ar: áã íÊã ÊÓáíã ßáãÉ ãÑæÑ
zh_tw: ¥¼°e¥X¨Ï¥ÎªÌ±K½X

source: authentication failed
ar: İÔá ÇáãÕÇÏŞÉ
zh_tw: »{µý¥¢±Ñ

source: No login ID submitted
ar: áã íÊã ÊÓáíã ãÚÑøİ ÊÓÌíá ÏÎæá
zh_tw: ¨S¦³°e¥X¨Ï¥ÎªÌ±b¸¹

source: No server banner
ar: áÇ íæÌÏ ÔÚÇÑ ááãáŞã

source: abort
ar: ÅÍÈÇØ
zh_tw: ¤¤Â_

source: apop authentication failed
ar: İÔá ÇáãÕÇÏŞÉ Úáìapop
zh_tw: apop »{µý¥¢±Ñ

source: POP3 login:
ar: ÊÓÌíá ÏÎæáPOP3 :
zh_tw: POP3 µn¤J

source: POP3 top:
ar: ÃÚáìPOP3 :

source: Premature end of list
ar: äåÇíÉ ŞÈá ÇáÃæÇä ááŞÇÆãÉ

source: POP3 get:
ar: ßÓÈPOP3 :

source: POP3 last:
ar: ÂÎÑPOP3 :

source: POP3 reset:
ar: ÅÚÇÏÉ ÊÚííä POP3:

source: Empty command string
ar: ÓáÓáÉ ÃæÇãÑ İÇÑÛÉ

source: POP3 quit:
ar: ÅäåÇÁ POP3:

source: connection does not exist
ar: ÇáÇÊÕÇá ÛíÑ ãæÌæÏ

source: POP3 delete:
ar: ÍĞİPOP3 :

source: No msg number submitted
ar: áã íÊã ÊÓáíã ÑŞã ÑÓÇáÉ

source: Command failed
ar: İÔá ÇáÃãÑ

source: Remote POP server Fetching Mail
ar: ãáŞã POP ÈÚíÏ áÌáÈ ÇáÈÑíÏ
zh_tw: ¦Û»·ºÝ POP ¦øªA¾¹¨ú±o¶l¥ó

source: Select Server:
ar: ÊÍÏíÏ ãáŞã:
zh_tw: ¿ï¾Ü¦øªA¾¹

source: Password for
ar: ßáãÉ ãÑæÑ ãä ÃÌá

source: Fetch Mail
ar: ÌáÈ ÈÑíÏ
zh_tw: ¨ú±o¥~³¡¶l¥ó

source: Fetching from
ar: ÌáÈ ãä
zh_tw: ¨ú±o¶l¥ó¡A±q

source: Opening IMAP server
ar: İÊÍ ãáŞãIMAP
zh_tw: ¶}±Ò IMAP server

source: Opening POP server
ar: İÊÍ ãáŞãPOP
zh_tw: ¶}±Ò POP server

source: Login Failed:
ar: İÔá ÊÓÌíá ÇáÏÎæá:
zh_tw: µn¤J¥¢±Ñ¡G

source: Login OK: No new messages
ar: ÊÓÌíá ÇáÏÎæá Óáíã: áÇ ÊæÌÏ ÑÓÇÆá ÌÏíÏÉ
zh_tw: µn¤J OK¡G¨S¦³·s¶l¥ó

source: Login OK: Inbox EMPTY
ar: ÊÓÌíá ÇáÏÎæá Óáíã: ÚáÈÉ ÇáæÇÑÏ İÇÑÛÉ
zh_tw: µn¤J OK¡G¦¬¥ó§¨¨S¦³¶l¥ó

source: Login OK: Inbox contains [
ar: ÊÓÌíá ÇáÏÎæá Óáíã: ÊÍÊæì ÚáÈÉ ÇáæÇÑÏ Úáì
zh_tw: µn¤JOK¡G¦¬¥ó§¨¦³

source: ] messages
ar: [ ÑÓÇÆá]

source: Fetching UIDL...
ar: ÌáÈUIDL ...

source: Server does not support UIDL.
ar: ÇáãáŞã áÇ íÏÚã UIDL.

source: Leaving Mail on Server...
ar: ÊÑß ÇáÈÑíÏ Úáì ÇáãáŞã...
zh_tw: ±N¶l¥ó«O¯d©ó¦øªA¾¹...

source: Deleting messages from server...
ar: ÍĞİ ÑÓÇÆá ãä ÇáãáŞã...
zh_tw: ¦Û¦øªA¾¹§R°£¶l¥ó

source: Fetching message
ar: ÌáÈ ÑÓÇáÉ

source: Message appended to mailbox
ar: ÑÓÇáÉ ãáÍŞÉ ÈÚáÈÉ ÈÑíÏ
zh_tw: ±N¶l¥ó©ñ¦Ü¦¬¥ó§¨

source: Message
ar: ÑÓÇáÉ

source: deleted from Remote Server!
ar: ãÍĞæİ ãä ãáŞã ÈÚíÏ!
zh_tw: ¦Û»·ºÝ¦øªA¾¹§R°£¡I

source: Delete failed:
ar: İÔá ÇáÍĞİ:

source: Error Appending Message!
ar: ÎØÃ ÅáÍÇŞ ÑÓÇáÉ!

source: Closing POP
ar: ÛáŞ POP
zh_tw: Ãö³¬ POP

source: Logging out from IMAP
ar: ÊÓÌíá ÇáÎÑæÌ ãä IMAP
zh_tw: ¦Û IMAP Server µn¥X

source: Saving UIDL
ar: ÍİÙ UIDL

source: Remote POP server settings
ar: ÅÚÏÇÏÇÊ ãáŞãPOP ÈÚíÏ
zh_tw: »·ºÝ POP ¦øªA¾¹³]©w

source: You should be aware that the encryption used to store your password is not perfectly secure. However, if you are using pop, there is inherently no encryption anyway. Additionally, the encryption that we do to save it on the server can be undone by a hacker reading the source to this file.
ar: íÌÈ Ãä Êßæä ãÏÑßÇğ Ãä ÇáÊÔİíÑ ÇáãÓÊÎÏã İì ÊÎÒíä ßáãÉ ÇáãÑæÑ áíÓÂãäÇ ãä ÌãíÚ ÇáæÌæå. æãÚ Ğáß İáÇ íæÌÏ Ãí ÊÔİíÑ ÚäÏ ÇÓÊÎÏÇã ãáŞãPOP .æİÖáÇğ Úä Ğáß İÇáÊÔİíÑ ÇáĞí äŞæã Èå áÍİÙå Úáì ÇáãáŞãíãßä ÅáÛÇÁå ÈæÇÓØÉ ÃÍÏ ÇáãÊÓááíä ÇáĞíä íŞæãæä ÈŞÑÇÁÉ ãÕÏÑ åĞÇ Çáãáİ.
zh_tw: ±z¥²»Ý¤F¸Ñ±z±K½Xªº½s½X¤è¦¡¨Ã«D¸UµL¤@¥¢¡C·í±z¨Ï¥Î POP ®É¡A±K½X¥»¤£±o¬°¥[±Kªº¡C§Ú­Ì¬°±zÀx¦s¦b¦øªA¾¹¤Wªº±K½X´£¨Ñ°ò¥»ªº¥[±K¡C¦ý¤£¯à«Oµý¥Ã¤£·|³Q¯}¸Ñ¡C

source: If you leave password empty, it will be required when you fetch mail.
ar: ÅĞÇ ŞãÊ ÈÊÑß ßáãÉ ÇáãÑæÑ İÇÑÛÉ, İÓæİ ÊØáÈ ãäß ÚäÏ ÌáÈ ÇáÈÑíÏ.
zh_tw: ¦pªG±z¤£¦b¦¹¿é¤J±K½X¡A±z±N¥i¥H¦b¨C¦¸¨ú±o¶l¥ó®É¥t¦æ¿é¤J¡C

source: Encrypt passwords (informative only)
ar: ÊÔİíÑ ßáãÇÊ ÇáãÑæÑ (ááÚáã İŞØ)
zh_tw: ±N±K½X§@¥[±K¡]°ò¥»¦w¥þ¡^

source: Add Server
ar: ÅÖÇİÉ ãáŞã
zh_tw: ·s¼W¦øªA¾¹

source: Server:
ar: ãáŞã:
zh_tw: ¦øªA¾¹¡G

source: Alias:
ar: ÇÓã ãÓÊÚÇÑ:
zh_tw: §O¦W¡G

source: Username:
ar: ÇÓã ãÓÊÎÏã:

source: Store in Folder:
ar: ÊÎÒíä İí ãÌáÏ:

source: Leave Mail on Server
ar: ÊÑß ÇáÈÑíÏ Úáì ÇáãáŞã
zh_tw: ±N¶l¥ó«O¯d©ó¦øªA¾¹

source: Check mail during login
ar: İÍÕ ÇáÈÑíÏ ÎáÇá ÊÓÌíá ÇáÏÎæá
zh_tw: ¦bµn¤J®É¦P¨BÀË¬d³o¨Ç¦øªA¾¹

source: Check mail during folder refresh
ar: İÍÕ ÇáÈÑíÏ ÎáÇá ÊÍÏíË ãÌáÏ
zh_tw: ¦b­«¾ã¸ê®Æ§¨²M³æ®É¦P¨BÀË¬d³o¨Ç¦øªA¾¹

source: Modify Server
ar: ÊÚÏíá ãáŞã
zh_tw: ­×§ï¦øªA¾¹

source: Server Name:
ar: ÇÓã ÇáãáŞã:

source: Modify
ar: ÊÚÏíá

source: No-one server in use. Try to add.
ar: áÇ íæÌÏ Ãí ãáŞã ÊÍÊ ÇáÇÓÊÎÏÇã. ÍÇæá ÇáÅÖÇİÉ.
zh_tw: ¨S¦³³]©w¥ô¤@¦øªA¾¹¡C·s¼W¤@³¡§a¡I

source: Fetching Servers
ar: ãáŞãÇÊ ÌáÈ
zh_tw: ÀË¬d¦øªA¾¹¤Wªº¶l¥ó

source: Confirm Deletion of a Server
ar: ÊÃßíÏ ÍĞİ ãáŞã
zh_tw: ½T»{§R°£¦øªA¾¹

source: Selected Server:
ar: ÇáãáŞã ÇáãÍÏÏ:
zh_tw: ¿ï©wªº¦øªA¾¹¡G

source: Confirm delete of selected server?
ar: åá ÊÄßÏ Úáì ÍĞİ ÇáãáŞã ÇáãÍÏÏ¿
zh_tw: ½T©w­n§R°£¿ï©wªº¦øªA¾¹¡H

source: Confirm Delete
ar: ÊÃßíÏ ÍĞİ

source: Mofify a Server
ar: ÊÚÏíá ãáŞã
zh_tw: ­×§ï¦øªA¾¹

source: Undefined Function
ar: æÙíİÉ ÛíÑ ãÚÑøİÉ
zh_tw: ¥¼©w¸qªº¨ç¼Æ

source: Hey! Wath do You are looking for?
ar: İíãÇ ÊäÙÑ¿
zh_tw: ³Þ¡I§A¦b§äÔ£¡H

source: Fetch
ar: ÌáÈ

source: Warning,
ar: ÊÍĞíÑ,
zh_tw: Äµ§i¡A

source: Mail Fetch Result:
ar: äÊíÌÉ ÌáÈ ÇáÈÑíÏ:
zh_tw: ¶l¥ó§ì¨úµ²ªG¡G

source: Simple POP3 Fetch Mail
ar: ÌáÈ ÈÑíÏ POP3 ÈÓíØ
zh_tw: ¥~³¡POP3 ¶l¥ó

source: This configures settings for downloading email from a pop3 mailbox to your account on this server.
ar: íŞæã Ğáß ÈÊßæíä ÅÚÏÇÏÇÊ ÊÍãíá ÇáÈÑíÏ ÇáÅáßÊÑæäí ãä ÚáÈÉ ÈÑíÏ pop3 ÅáìÇÔÊÑÇßß Úáì åĞÇ ÇáãáŞã.
zh_tw: ³o­Ó¶µ¥Ø¥i¥H³]©w±q§Oªº¦øªA¾¹¨ú±o±zªº¶l¥ó¡A¨Ã©ñ¨ì¥Ø«e³o­Ó¦øªA¾¹¡C

source: Bug Reports:
ar: ÊŞÇÑíÑ Úä Îáá:

source: Show button in toolbar
ar: ÅÙåÇÑ ÇáÒÑ İì ÔÑíØ ÇáÃÏæÇÊ

source: Sent Subfolders Options
ar: ÎíÇÑÇÊ ãÌáÏÇÊ Sent ÇáİÑÚíÉ

source: Use Sent Subfolders
ar: ÇÓÊÎÏÇã ãÌáÏÇÊ Sent ÇáİÑÚíÉ

source: Monthly
ar: ÔåÑíÇğ

source: Quarterly
ar: İÕáíÇğ

source: Yearly
ar: ÓäæíÇğ

source: Base Sent Folder
ar: ãÌáÏ Base Sent

source: TODAY
ar: Çáíæã

source: ADD
ar: ÅÖÇİÉ

source: EDIT
ar: ÊÍÑíÑ

source: DEL
ar: ãİÊÇÍ ÇáÍĞİ

source: Start time:
ar: æŞÊ ÇáÈÏÁ:

source: Length:
ar: ÇáØæá:

source: Priority:
ar: ÇáÃİÖáíÉ:

source: Title:
ar: ÚäæÇä:
zh_tw: ¥D¦®¡G

source: Set Event
ar: ÊÚííä ÍÏË

source: Event Has been added!
ar: Êã ÅÖÇİÉ ÍÏË!

source: Time:
ar: ÇáæŞÊ:

source: Day View
ar: ÚÑÖ Çáíæã

source: Do you really want to delete this event?
ar: åá ÊÑíÏ ÍŞÇğ ÍĞİ åĞÇ ÇáÍÏË¿

source: Event deleted!
ar: ÍÏË ãÍĞæİ!

source: Nothing to delete!
ar: áÇ ÔíÁ íãßä ÍĞİå!

source: Update Event
ar: ÊÍÏíË ÍÏË

source: Do you really want to change this event from:
ar: åá ÊÑíÏ ÍŞÇğ ÊÛííÑ åĞÇ ÇáÍÏË ãä:

source: to:
ar: Åáì:

source: Event updated!
ar: ÍÏË Êã ÊÍÏíËå!

source: Month View
ar: ÚÑÖ ÇáÔåÑ

source: 0 min.
ar: ÕİÑ ÏŞíŞÉ

source: 15 min.
ar: 15 ÏŞíŞÉ

source: 35 min.
ar: 35 ÏŞíŞÉ

source: 45 min.
ar: 45 ÏŞíŞÉ

source: 1 hr.
ar: ÓÇÚÉ æÇÍÏÉ

source: 1.5 hr.
ar: 1.5 ÓÇÚÉ

source: 2 hr.
ar: ÓÇÚÊíä

source: 2.5 hr.
ar: 2.5 ÓÇÚÉ

source: 3 hr.
ar: 3 ÓÇÚÇÊ

source: 3.5 hr.
ar: 3.5 ÓÇÚÉ

source: 4 hr.
ar: 4 ÓÇÚÇÊ

source: 5 hr.
ar: 5 ÓÇÚÇÊ

source: 6 hr.
ar: 6 ÓÇÚÇÊ

source: Calendar
ar: ÇáÊŞæíã

source: Mailinglist
ar: ŞÇÆãÉ ÈÑíÏíÉ

source: This will send a message to %s requesting help for this list. You will receive an emailed response at the address below.
ar: ÓíŞæã Ğáß ÈÅÑÓÇá ÑÓÇáÉ Åáì %s áØáÈ ãÓÇÚÏÉ áåĞå ÇáŞÇÆãÉ.Óæİ ÊÊáŞì ÑÏÇğ ÈÇáÈÑíÏ ÇáÅáßÊÑæäí Úáì ÇáÚäæÇä ÇáãÈíä ÃÏäÇå.

source: This will send a message to %s requesting that you will be subscribed to this list. You will be subscribed with the address below.
ar: ÓíŞæã Ğáß ÈÅÑÓÇá ÑÓÇáÉ Åáì %s áØáÈ ÇÔÊÑÇßß İì åĞå ÇáŞÇÆãÉ.Óæİ íÊã ÇÔÊÑÇßß ÈÇáÚäæÇä ÇáãÈíä ÃÏäÇå.

source: This will send a message to %s requesting that you will be unsubscribed from this list. It will try to unsubscribe the adress below.
ar: ÓíŞæã Ğáß ÈÅÑÓÇá ÑÓÇáÉ Åáì %s áØáÈ ÅáÛÇÁ ÇÔÊÑÇßß İì åĞå ÇáŞÇÆãÉ.Óæİ ÃÍÇæá ÅáÛÇÁ ÇÔÊÑÇß ÇáÚäæÇä ÇáãÈíä ÃÏäÇå.

source: Send Mail
ar: ÅÑÓÇá ÈÑíÏ

source: Post to List
ar: ÊæÒíÚ Úáì ŞÇÆãÉ

source: Reply to List
ar: ÅÌÇÈÉ Úáì ŞÇÆãÉ

source: List Archives
ar: ÓÌáÇÊ ŞÇÆãÉ

source: Contact Listowner
ar: ÇÊÕá ÈÜ Listowner

source: Mailing List:
ar: ŞÇÆãÉ ÈÑíÏíÉ:

source: Delete & Prev
ar: ÍĞİ & ÇáÓÇÈŞ

source: Delete & Next
ar: ÍĞİ & ÇáÊÇáí

source: Delete/Move/Next Buttons:
ar: ÍĞİ/äŞá/ÇáÃÒÑÇÑ ÇáÊÇáíÉ:

source: Display at top
ar: ÚÑÖ Úáì ÇáÚáæí

source: with move option
ar: ãÚ ÎíÇÑ ÇáäŞá

source: Display at bottom
ar: ÚÑÖ Úáì ÇáÓİáí

source: Config File Version
ar: ÅÕÏÇÑ ãáİ Config

source: biznas_mail Version
ar: ÅÕÏÇÑ biznas_mail

source: PHP Version
ar: ÅÕÏÇÑPHP

source: Organization Preferences
ar: ÊİÖíáÇÊ ÇáãÄÓÓÉ

source: Organization Name
ar: ÇÓã ÇáãÄÓÓÉ

source: Organization Logo
ar: ÔÚÇÑ ÇáãÄÓÓÉ

source: Organization Logo Width
ar: ÚÑÖ ÔÚÇÑ ÇáãÄÓÓÉ

source: Organization Logo Height
ar: ÇÑÊİÇÚ ÔÚÇÑ ÇáãÄÓÓÉ

source: Organization Title
ar: áŞÈ ÇáãÄÓÓÉ

source: Signout Page
ar: ÕİÍÉ ÊÓÌíá ÇáÎÑæÌ

source: Default Language
ar: ÇááÛÉ ÇáÇİÊÑÇÖíÉ

source: Top Frame
ar: ÇáÅØÇÑ ÇáÚáæí

source: Server Settings
ar: ÅÚÏÇÏÇÊ ãáŞã

source: Mail Domain
ar: ãÌÇá ÈÑíÏ

source: IMAP Server Address
ar: ÚäæÇä ãáŞã IMAP

source: IMAP Server Port
ar: ãäİĞ ãáŞã IMAP

source: IMAP Server Type
ar: äæÚ ãáŞã IMAP

source: Cyrus IMAP server
ar: ãáŞã Cyrus IMAP

source: University of Washington's IMAP server
ar: ãáŞã IMAP ÇáÎÇÕ ÈÌÇãÚÉ æÇÔäØä

source: Microsoft Exchange IMAP server
ar: ãáŞã Microsoft Exchange IMAP

source: Courier IMAP server
ar: ãáŞã Courier IMAP

source: Not one of the above servers
ar: áÇ ÃÍÏ ãä ÇáãáŞãÇÊ ÃÚáÇå

source: IMAP Folder Delimiter
ar: ãÍÏÏ ãÌáÏIMAP

source: Use "detect" to auto-detect.
ar: ÇÓÊÎÏÇã/ßÔİ/ Åáì ÇáßÔİ ÇáÊáŞÇÆí.

source: Use Sendmail
ar: ÇÓÊÎÏÇã Sendmail

source: Sendmail Path
ar: ãÓÇÑ Sendmail

source: SMTP Server Address
ar: ÚäæÇä ãáŞãSMTP

source: SMTP Server Port
ar: ãäİĞ ãáŞãSMTP

source: Authenticated SMTP
ar: SMTP ãÕÇÏŞ Úáíå

source: Invert Time
ar: ÇáæŞÊ ÇáÚßÓí

source: Use Confirmation Flags
ar: ÇÓÊÎÏÇã ÅÔÇÑÇÊ ÇáÊßæíä

source: Folders Defaults
ar: ÇİÊÑÇÖÇÊ ÇáãÌáÏÇÊ

source: Default Folder Prefix
ar: ÈÇÏÆÉ ãÌáÏ ÇİÊÑÇÖí

source: Show Folder Prefix Option
ar: ÅÙåÇÑ ÎíÇÑ ÈÇÏÆÉ ãÌáÏ

source: By default, move to trash
ar: ÇáÇİÊÑÇÖí, åæ ÇáÇäÊŞÇá Åáì trash

source: By default, move to sent
ar: ÇáÇİÊÑÇÖí, åæ ÇáÇäÊŞÇá Åáì sent

source: By default, save as draft
ar: ÇáÇİÊÑÇÖí, åæ ÇáÍİÙ ßãÓæÏÉ

source: List Special Folders First
ar: ÓÑÏ ÇáãÌáÏÇÊ ÇáÎÇÕÉ ÃæáÇğ

source: Show Special Folders Color
ar: ÅÙåÇÑ áæä ÇáãÌáÏÇÊ ÇáÎÇÕÉ

source: Auto Expunge
ar: ÔØÈ ÊáŞÇÆí

source: Default Sub. of INBOX
ar: ÇáãæÖæÚ ÇáÇİÊÑÇÖí áÚáÈÉ ÇáæÇÑÏ

source: Show 'Contain Sub.' Option
ar: ÅÙåÇÑ ÎíÇÑ 'íÍÊæì ãæÖæÚ '

source: Default Unseen Notify
ar: ÊÈáíÛ Unseen ÇáÇİÊÑÇÖí

source: Default Unseen Type
ar: äæÚ Unseen ÇáÇİÊÑÇÖí

source: Auto Create Special Folders
ar: ÅäÔÇÁ ÊáŞÇÆí áãÌáÏÇÊ ÎÇÕÉ

source: Default Javascript Adrressbook
ar: ÏİÊÑ ÚäÇæíä Javascript ÇáÇİÊÑÇÖí

source: Auto delete folders
ar: ÍĞİ ÊáŞÇÆí ááãÌáÏÇÊ

source: General Options
ar: ÎíÇÑÇÊ ÚÇãÉ

source: Default Charset
ar: ãÌãæÚÉ ÇáÃÍÑİ ÇáÇİÊÑÇÖíÉ

source: Data Directory
ar: Ïáíá ÈíÇäÇÊ

source: Temp Directory
ar: Ïáíá Temp

source: Hash Level
ar: ãÓÊæì ÇáÊÌÒÆÉ Hash

source: Hash Disabled
ar: ÇáÊÌÒÆÉ Hash ãÚØáÉ

source: Moderate
ar: ãÚÊÏá

source: Medium
ar: ãÊæÓØ

source: Default Left Size
ar: ÇáÍÌã ÇáÃíÓÑ ÇáÇİÊÑÇÖí

source: Usernames in Lowercase
ar: ÇÓã ãÓÊÎÏã ÈÃÍÑİ ÕÛíÑÉ

source: Allow use of priority
ar: ÇáÓãÇÍ ÈÇÓÊÎÏÇã ÇáÃİÖáíÉ

source: Hide SM attributions
ar: ÅÎİÇÁ ÓãÇÊ SM

source: Enable use of delivery receipts
ar: Êãßíä ÇÓÊÎÏÇã ÅíÕÇáÇÊ ÇáÇÓÊáÇã

source: Allow editing of identities
ar: ÇáÓãÇÍ ÈÊÍÑíÑ ÇáãÚÑøİÇÊ

source: Allow editing of full name
ar: ÇáÓãÇÍ ÈÊÍÑíÑ ÇáÇÓã ÇáßÇãá

source: Message of the Day
ar: ÑÓÇáÉ Çáíæã

source: Database
ar: ŞÇÚÏÉ ÈíÇäÇÊ

source: Address book DSN
ar: DSN ÏİÊÑ ÇáÚäÇæíä

source: Address book table
ar: ÌÏæá ÏİÊÑ ÇáÚäÇæíä

source: Preferences DSN
ar: DSN ÇáÊİÖíáÇÊ

source: Preferences table
ar: ÌÏæá ÇáÊİÖíáÇÊ

source: Preferences username field
ar: ÍŞá ÇÓã ãÓÊÎÏã ÇáÊİÖíáÇÊ

source: Preferences key field
ar: ÍŞá ãİÊÇÍ ÇáÊİÖíáÇÊ

source: Preferences value field
ar: z

source: Themes
ar: ÇáÓãÇÊ

source: Configuration Administrator
ar: ãÓÄæá ÇáÊßæíä

source: Theme Name
ar: ÇÓã ÇáÓãÉ

source: Theme Path
ar: ãÓÇÑ ÇáÓãÉ

source: Plugins
ar: ÃÏæÇÊ ÈÑãÌíÉ ÅÖÇİíÉ

source: Change Settings
ar: ÊÛííÑ ÇáÅÚÏÇÏÇÊ

source: Config file can't be opened. Please check config.php.
ar: íÊÚĞÑ İÊÍ ãáİ ÇáÊßæíä. íÑÌì İÍÕ config.php.
