Repository: RealityRipple/squirrelmail
Catalog: trunk/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ar, zh_tw

source: Address Book
ar: ÏİÊÑ ÇáÚäÇæíä
zh_tw: ³q°T¿ý

source: All
ar: Çáßá
zh_tw: ¥þ³¡

source: Name
ar: ÇÓã
zh_tw: ©m¦W

source: E-mail
ar: ÈÑíÏ ÅáßÊÑæäí

source: Info
ar: ãÚáæãÇÊ
zh_tw: ¸ê°T

source: Source
ar: ÇáãÕÏÑ
zh_tw: ¨Ó·½

source: To
ar: Åáì
zh_tw: ¦¬¥óªÌ

source: Cc
ar: äÓÎÉ
zh_tw: °Æ¥»

source: Bcc
ar: äÓÎÉ ÕãÇÁ

source: Use Addresses
ar: ÚäÇæíä ÇÓÊÎÏÇã
zh_tw: ¨Ï¥Î³q°T¿ý

source: Address Book Search
ar: ÈÍË ÏİÊÑ ÇáÚäÇæíä
zh_tw: ·j´M³q°T¿ý

source: Search for
ar: ÈÍË Úä
zh_tw: ·j´M

source: in
ar: İì
zh_tw: ©ó

source: All address books
ar: ÌãíÚ ÏİÇÊÑ ÇáÚäÇæíä
zh_tw: ©Ò¦³³q°T¿ý

source: Search
ar: ÈÍË
zh_tw: ·j´M

source: List all
ar: ÓÑÏ Çáßá
zh_tw: ¦C¥X¥þ³¡

source: Unable to list addresses from %s
ar: ÊÚĞÑ ÓÑÏ ÇáÚäÇæíä ãä %s
zh_tw: µLªk¦Û%s¦C¥X±z­nªº¦a§}

source: Your search failed with the following error(s)
ar: İÔá ÇáÈÍË æÙåÑÊ ÇáÃÎØÇÁ ÇáÊÇáíÉ
zh_tw: ±zªº·j´M¦]¤U¦C­ì¦]µLªk§¹¦¨¡G

source: No persons matching your search was found
ar: áã íÊã ÇáÚËæÑ Úáì ÃÔÎÇÕ íÊØÇÈŞæä ãÚ ÇáÈÍË
zh_tw: §ä¤£¨ì²Å¦X±z·j´M±ø¥óªº¤H­û

source: Return
ar: ÑÌæÚ

source: Close
ar: ÅÛáÇŞ

source: Nickname
ar: ßäíÉ
zh_tw: §O¦W

source: Must be unique
ar: íÌÈ Ãä íßæä ãÊİÑÏÇğ
zh_tw: ¤£±o­«ÂÐ¡]¥H­^¤å¡B¼Æ¦r¬°¨Î¡^

source: E-mail address
ar: ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí
zh_tw: E-mail

source: First name
ar: ÇáÇÓã ÇáÃæá
zh_tw: ©m

source: Last name
ar: ÇáÇÓã ÇáÃÎíÑ
zh_tw: ¦W

source: Additional info
ar: ãÚáæãÇÊ ÅÖÇİíÉ
zh_tw: ¨ä¥¦¸ê°T

source: No personal address book is defined. Contact administrator.
ar: áã íÊã ÊÚÑíİ Ãí ÏİÊÑ ÚäÇæíä ÔÎÕí. ÇÊÕá ÈÇáãÓÄæá.
zh_tw: µLªk¦s¨ú­Ó¤H¦a§}Ã¯¡A½Ð¬¢ºÞ²z¤H­û¡C

source: You can only edit one address at the time
ar: íãßäß ÊÍÑíÑ ÚäæÇä æÇÍÏ İŞØ İì ÇáãÑÉ ÇáæÇÍÏÉ
zh_tw: ±z¤@¦¸¥u¯à­×§ï¤@µ§¸ê®Æ

source: Update address
ar: ÚäæÇä ÇáÊÍÏíË
zh_tw: §ó·s³q°T¿ý

source: ERROR
ar: ÎØÃ
zh_tw: ¿ù»~

source: Unknown error
ar: ÎØÃ ÛíÑ ãÚÑæİ
zh_tw: ¤£©ú¿ù»~

source: Add address
ar: ÅÖÇİÉ ÚäæÇä
zh_tw: ·s¼W³q°T¿ý

source: Edit selected
ar: ÊÍÑíÑ ÇáãÍÏÏ
zh_tw: ­×§ï¤w¿ï¾Üªº¶µ¥Ø

source: Delete selected
ar: ÍĞİ ÇáãÍÏÏ
zh_tw: §R°£¤w¿ï¾Üªº¶µ¥Ø

source: Add to %s
ar: ÅÖÇİÉ Åáì %s
zh_tw: ·s¼W¦Ü %s

source: Draft Email Saved
ar: Êã ÍİÙ ãÓæÏÉ ÈÑíÏ ÅáßÊÑæäí
zh_tw: ¤w¦s¦¨¯ó½Z

source: Could not move/copy file. File not attached
ar: ÊÚĞÑ äŞá/äÓÎ Çáãáİ. Çáãáİ ÛíÑ ãÑİŞ
zh_tw: µLªk²¾°Ê©Î½Æ»sÀÉ®×¡CªþÀÉ¥¼§¹¦¨¡C

source: Original Message
ar: ÑÓÇáÉ ÃÕáíÉ
zh_tw: ­ì¤å

source: Subject
ar: ÇáãæÖæÚ
zh_tw: ¥D¦®

source: From
ar: ãä
zh_tw: ±H¥óªÌ

source: Date
ar: ÇáÊÇÑíÎ
zh_tw: ¤é´Á

source: Draft Saved
ar: Êã ÍİÙ ãÓæÏÉ

source: Your Message has been sent
ar: Êã ÅÑÓÇá ÇáÑÓÇáÉ

source: From:
ar: ãä:
zh_tw: ±H¥óªÌ¡G

source: To:
ar: Åáì:
zh_tw: ¦¬¥óªÌ¡G

source: CC:
ar: äÓÎÉ:
zh_tw: °Æ¥»¡G

source: BCC:
ar: äÓÎÉ ÕãÇÁ:
zh_tw: ±K°Æ¡G

source: Subject:
ar: ÇáãæÖæÚ:
zh_tw: ¥D¦®¡G

source: Send
ar: ÅÑÓÇá
zh_tw: ¶Ç°e

source: Attach:
ar: ÅÑİÇŞ:
zh_tw: ªþÀÉ¡G

source: Add
ar: ÅÖÇİÉ
zh_tw: ·s¼W

source: Delete selected attachments
ar: ÍĞİ ãÑİŞÇÊ ãÍÏÏÉ
zh_tw: §R°£¿ï¾Ü¤§ªþÀÉ

source: Priority
ar: ÇáÃİÖáíÉ
zh_tw: ­«­n©Ê

source: High
ar: ÚÇáí

source: Normal
ar: ÚÇÏí
zh_tw: ´¶³q

source: Low
ar: ãäÎİÖ
zh_tw: §C

source: Receipt
ar: ÅíÕÇá ÇÓÊáÇã

source: On read
ar: ÚäÏ ÇáŞÑÇÁÉ

source: On Delivery
ar: ÚäÏ ÇáÊÓáíã

source: Signature
ar: ÊæŞíÚ
zh_tw: Ã±¦W

source: Addresses
ar: ÚäÇæíä
zh_tw: ³q°T¿ý

source: Save Draft
ar: ÍİÙ ãÓæÏÉ
zh_tw: ¦s¦¨¯ó½Z

source: You have not filled in the "To:" field.
ar: áã ÊŞã ÈãáÃ ÍŞá/Åáì:/.
zh_tw: ±z¥¼«ü©w¦¬¥óªÌ

source: said
ar: ŞÇá
zh_tw: ¦p¬O»¡

source: quote
ar: ÇŞÊÈÇÓ
zh_tw: ¤Þ¤å

source: who
ar: ãóä
zh_tw: ½Ö

source: Viewing a text attachment
ar: ÚÑÖ ãÑİŞ äÕ
zh_tw: Åª¨ú¯Â¤å¦rªþ¥[ÀÉ

source: View message
ar: ÚÑÖ ÑÓÇáÉ
zh_tw: Åª¨ú¶l¥ó

source: Download this as a file
ar: ÊÍãíá Ğáß ßãáİ
zh_tw: ¤U¸ü¦s¦¨·sÀÉ

source: Viewing a message attachment
ar: ÚÑÖ ãÑİŞ ÑÓÇáÉ

source: Date:
ar: ÊÇÑíÎ:
zh_tw: ¤é´Á¡G

source: Cc:
ar: äÓÎÉ:

source: Bcc:
ar: äÓÎÉ ÕãÇÁ:

source: more
ar: ÇáãÒíÏ
zh_tw: ¸û¦h

source: less
ar: ÃŞá
zh_tw: ¸û¤Ö

source: Illegal folder name. Please select a different name.
ar: ÇÓã ÛíÑ ÔÑÚí ááãÌáÏ. íÑÌì ÊÍÏíÏ ÇÓãÇğ ãÎÊáİÇğ.
zh_tw: ¤£¦X³W«hªº¸ê®Æ§¨¦WºÙ¡C½Ð¥t¿ï¦WºÙ

source: Click here to go back
ar: ÇäŞÑ åäÇ ááÚæÏÉ ááæÑÇÁ
zh_tw: ÂI¦¹©¹¦^

source: You have not selected a folder to delete. Please do so.
ar: áã íÊã ÊÍÏíÏ Ãí ãÌáÏ áÍĞİå. íÑÌì ÇáŞíÇã ÈĞáß.

source: Folders
ar: ãÌáÏÇÊ
zh_tw: ¸ê®Æ§¨

source: Subscribed successfully!
ar: Êã ÇáÇÔÊÑÇß ÈäÌÇÍ!
zh_tw: ¤w§ï¦¨Åã¥Ü

source: Unsubscribed successfully!
ar: Êã ÅáÛÇÁ ÇáÇÔÊÑÇß ÈäÌÇÍ!
zh_tw: ¤w§ï¦¨¤£Åã¥Ü

source: Deleted folder successfully!
ar: Êã ÍĞİ ÇáãÌáÏ ÈäÌÇÍ!
zh_tw: ¤w§R°£

source: Created folder successfully!
ar: Êã ÅäÔÇÁ ãÌáÏ ÈäÌÇÍ!
zh_tw: ¤w·s¼W

source: Renamed successfully!
ar: Êã ÅÚÇÏÉ ÇáÊÓãíÉ ÈäÌÇÍ!
zh_tw: ¤w­«·s©R¦W

source: refresh folder list
ar: ÊÍÏíË ŞÇÆãÉ ÇáãÌáÏÇÊ
zh_tw: ­«¾ã¸ê®Æ§¨²M³æ

source: Create Folder
ar: ÅäÔÇÁ ãÌáÏ
zh_tw: ·s¼W¸ê®Æ§¨

source: as a subfolder of
ar: ßãÌáÏ İÑÚí ãä
zh_tw: ·s¼W¤l¸ê®Æ§¨©ó

source: None
ar: ÈáÇ

source: Let this folder contain subfolders
ar: ÇÌÚá åĞÇ ÇáãÌáÏ íÍÊæì Úáì ãÌáÏÇÊ İÑÚíÉ
zh_tw: ¥O¦¹¸ê®Æ§¨¥]¬A¤l¸ê®Æ§¨

source: Create
ar: ÅäÔÇÁ
zh_tw: ·s¼W

source: Rename a Folder
ar: ÅÚÇÏÉ ÊÓãíÉ ãÌáÏ
zh_tw: ­«·s©R¦W¸ê®Æ§¨

source: Select a folder
ar: ÊÍÏíÏ ãÌáÏ

source: Rename
ar: ÅÚÇÏÉ ÊÓãíÉ
zh_tw: ­«·s©R¦W

source: No folders found
ar: áã íÊã ÇáÚËæÑ Úáì ãÌáÏÇÊ
zh_tw: §ä¤£¨ì¸ê®Æ§¨

source: Delete Folder
ar: ÍĞİ ãÌáÏ
zh_tw: §R°£¸ê®Æ§¨

source: Delete
ar: ÍĞİ
zh_tw: §R°£

source: Unsubscribe
ar: ÅáÛÇÁ ÇÔÊÑÇß
zh_tw: ¤£Åã¥Ü

source: Subscribe
ar: ÇÔÊÑÇß
zh_tw: Åã¥Ü

source: No folders were found to unsubscribe from!
ar: áã íÊã ÇáÚËæÑ Úáì ãÌáÏÇÊ áÅáÛÇÁ ÇáÇÔÊÑÇß ãäåÇ
zh_tw: §ä¤£¨ì¥i¥H³]©w¬°¤£Åã¥Üªº¸ê®Æ§¨

source: No folders were found to subscribe to!
ar: áã íÊã ÇáÚËæÑ Úáì ãÌáÏÇÊ ááÇÔÊÑÇß İíåÇ
zh_tw: §ä¤£¨ì¥i¥H³]©w¬°Åã¥Üªº¸ê®Æ§¨

source: You have not selected a folder to rename. Please do so.
ar: áã ÊŞã ÈÊÍÏí ÃÍÏ ÇáãÌáÏÇÊ áÅÚÇÏÉ ÊÓãíÊå. íÑÌì ÇáŞíÇã ÈĞáß.

source: Rename a folder
ar: ÅÚÇÏÉ ÊÓãíÉ ãÌáÏ
zh_tw: ­«·s©R¦W¸ê®Æ§¨

source: New name:
ar: ÇáÇÓã ÇáÌÏíÏ:
zh_tw: ·s¦WºÙ¡G

source: Submit
ar: ÊÓáíã
zh_tw: °e¥X

source: ERROR: Help files are not in the right format!
ar: ÎØÃ: ÊÚáíãÇÊ ÇáãáİÇÊ ÛíÑ ãæÌæÏÉ İì ÇáÊäÓíŞ ÇáÃíãä !

source: Help
ar: ÊÚáíãÇÊ
zh_tw: ¨D§U

source: The help has not been translated to %s. It will be displayed in English instead.
ar: áã íÊã ÊÑÌãÉ ÇáÊÚáíãÇÊ Åáì%s . ÓíÊã ÚÑÖåÇ ÈÇááÛÉ ÇáÅäÌáíÒíÉ.ÈÏáÇğ ãä.
zh_tw: ½u¤W¨D§U©|¥¼Â½Ä¶¦¨ %s¡C±N·|¥H­^¤åÅã¥Ü¡C

source: Some or all of the help documents are not present!
ar: ÈÚÖ Ãæ ÌãíÚ ãÓÊäÏÇÊ ÇáÊÚáíãÇÊ ÛíÑ ãæÌæÏÉ!
zh_tw: ³¡¥÷©Î¥þ³¡¤å¥ó¤£¦s¦b¡I

source: Table of Contents
ar: ÌÏæá ÇáãÍÊæíÇÊ
zh_tw: ¥Ø¿ý

source: Previous
ar: ÇáÓÇÈŞ
zh_tw: «e¤@­Ó¶µ¥Ø

source: Next
ar: ÇáÊÇáí
zh_tw: ¤U¤@­Ó¶µ¥Ø

source: Top
ar: Úáæí
zh_tw: ¦^¨ì³Ì«e­±

source: Viewing an image attachment
ar: ÚÑÖ ãÑİŞ Úáì Ôßá ÕæÑÉ

source: INBOX
ar: ÚáÈÉ ÇáæÇÑÏ

source: purge
ar: ÍĞİ

source: Last Refresh
ar: ÂÎÑ ÊÍÏíË
zh_tw: «ùÄò§ó·s

source: Login
ar: ÊÓÌíá ÇáÏÎæá
zh_tw: µn¤J

source: %s Logo
ar: ÔÚÇÑ %s

source: biznas_mail version %s
ar: ÅÕÏÇÑ biznas_mail %s

source: By the biznas_mail Development Team
ar: ÈæÇÓØÉ İÑíŞ ÊØæíÑbiznas_mail

source: %s Login
ar: ÊÓÌíá ÏÎæá %s
zh_tw: %s µn¤J

source: Name:
ar: ÇáÇÓã:
zh_tw: ©m¦W¡G

source: Password:
ar: ßáãÉ ÇáãÑæÑ:
zh_tw: ±K½X¡G

source: <No subject>
ar: <áÇ íæÌÏ ãæÖæÚ>

source: No messages were selected.
ar: áã íÊã ÊÍÏíÏ ÃíÉ ÑÓÇÆá .
zh_tw: ¨S¦³¿ï¾Ü¶l¥ó

source: General Display Options
ar: ÎíÇÑÇÊ ÇáÚÑÖ ÇáÚÇã
zh_tw: Åã¥Ü³]©w

source: Theme
ar: ÇáÓãÉ
zh_tw: °t¦â

source: Default
ar: ÇáÇİÊÑÇÖí

source: Custom Stylesheet
ar: æÑŞÉ Stylesheet ãÎÕÕÉ

source: Language
ar: ÇááÛÉ
zh_tw: »y¨t

source: Use Javascript
ar: ÇÓÊÎÏÇã Javascript
zh_tw: ¨Ï¥ÎJavaScript

source: Autodetect
ar: ßÔİ ÊáŞÇÆí
zh_tw: ¦Û°Ê¿ï¾Ü

source: Always
ar: ÏæãÇğ
zh_tw: ¬O

source: Never
ar: ãØáŞÇğ
zh_tw: ¤£­n

source: Mailbox Display Options
ar: ÎíÇÑÇÊ ÚÑÖ ÚáÈÉ ÇáÈÑíÏ
zh_tw: ¸ê®Æ§¨Åã¥Ü³]©w

source: Number of Messages to Index
ar: ÚÏÏ ãä ÇáÑÓÇÆá ááİåÑÓÉ
zh_tw: ¨C­¶Åã¥Ü¶l¥ó¼Æ

source: Enable Alternating Row Colors
ar: Êãßíä Alternating Row Colors
zh_tw: ¶}±Ò¦Cªº¿ï¥ÎÃC¦â

source: Enable Page Selector
ar: Êãßíä Page Selector
zh_tw: ¶}±Ò¤À­¶¿ï¾Ü

source: Maximum Number of Pages to Show
ar: ÃŞÕì ÚÏÏ ãä ÇáÕİÍÇÊ íãßä ÅÙåÇÑå

source: Message Display and Composition
ar: ÚÑÖ æÅäÔÇÁ ÑÓÇáÉ
zh_tw: ¶l¥óÅã¥Ü¤Î½s¼g

source: Wrap Incoming Text At
ar: ÇáÊİÇİ ÇáäÕ ÇáæÇÑÏ ÚäÏ

source: Size of Editor Window
ar: ÍÌã ÅØÇÑ ÇáãÍÑÑ

source: Location of Buttons when Composing
ar: ãæŞÚ ÇáÃÒÑÇÑ ÚäÏ ÇáÅäÔÇÁ

source: Before headers
ar: ŞÈá ÑÄæÓ ÇáÕİÍÇÊ
zh_tw: ¦b³Ì¤W­±

source: Between headers and message body
ar: Èíä ÑÄæÓ ÇáÕİÍÇÊ æäÕ ÇáÑÓÇáÉ
zh_tw: ¦b«HÀY©M¥»¤å¤§¶¡

source: After message body
ar: ÈÚÏ äÕ ÇáÑÓÇáÉ
zh_tw: ¦b³Ì¤U­±

source: Addressbook Display Format
ar: ÊäÓíŞ ÚÑÖ ÏİÊÑ ÇáÚäÇæíä

source: Show HTML Version by Default
ar: ÇáÅÙåÇÑ ÇáÇİÊÑÇÖí áÅÕÏÇÑ HTML
zh_tw: ¹w³]¨Ï¥Î HTML

source: Include Me in CC when I Reply All
ar: ÊÖãíä äİÓíMe İì ÇáäÓÎÉ CC ÚäÏ ÅÌÇÈÉ Çáßá
zh_tw: ·í¿ï¾Ü¥þ³¡¦^ÂÐ®É¡A¥]¬A§Ú¦Û¤w

source: Include CCs when forwarding messages
ar: ÊÖãíä äÓÎ CC ÚäÏ ÊæÌíå ÇáÑÓÇÆá

source: Enable Mailer Display
ar: Êãßíä Mailer Display
zh_tw: ¶}±Ò Mailer Åã¥Ü

source: Display Attached Images with Message
ar: ÚÑÖ ÕæÑ ãÑİŞÉ ÈÑÓÇáÉ
zh_tw: Åã¥Üªþ¥[¹Ï¤ù

source: Enable Subtle Printer Friendly Link
ar: Êãßíä Subtle Printer Friendly Link
zh_tw: Åã¥Ü¤Íµ½¦C¦L³sµ²

source: Enable Printer Friendly Clean Display
ar: Êãßíä Printer Friendly Clean Display
zh_tw: ¨Ï¥Î¤Íµ½¦C¦LÅã¥Ü

source: Enable request/confirm reading
ar: Êãßíä ØáÈ/ÊÃßíÏ ÇáŞÑÇÁÉ

source: Always compose in a new window
ar: Şã ÏæãÇğ ÈÅäÔÇÁ ÅØÇÑ ÌÏíÏ

source: Width of compose window
ar: ÚÑÖ ÅØÇÑ ÇáÅäÔÇÁ

source: Height of compose window
ar: ÇÑÊİÇÚ ÅØÇÑ ÇáÅäÔÇÁ

source: Append signature before reply/forward text
ar: ÅáÍÇŞ ÊæŞíÚ ŞÈá ÅÌÇÈÉ/ÊæÌíå äÕ

source: Use receive date for sort
ar: ÇÓÊÎÏÇã ÊÇÑíÎ ÇáÊáŞí ááİÑÒ

source: Use References header for thread sort
ar: ÇÓÊÎÏÇã ÑÄæÓ ÇáÕİÍÇÊ ÇáãÑÌÚíÉ ááİÑÒ ÈãÄÔÑ ÊÑÇÈØ

source: Special Folder Options
ar: ÎíÇÑÇÊ ÇáãÌáÏ ÇáÎÇÕ
zh_tw: ¯S®í¸ê®Æ§¨³]©w

source: Folder Path
ar: ãÓÇÑ ÇáãÌáÏ
zh_tw: ¸ê®Æ§¨¸ô®|

source: Do not use Trash
ar: áÇ ÊÓÊÎÏã ãÌáÏ ÇáãåãáÇÊ Trash
zh_tw: ¤£¨Ï¥Î¦^¦¬µ©

source: Trash Folder
ar: ãÌáÏTrash

source: Do not use Sent
ar: áÇ ÊÓÊÎÏã ãÌáÏ ÇáÑÓÇÆá ÇáãÑÓáÉ Sent
zh_tw: ¤£¨Ï¥Î±H¥ó³Æ¥÷

source: Sent Folder
ar: ãÌáÏ Sent

source: Do not use Drafts
ar: áÇ ÊÓÊÎÏã ãÌáÏ ÇáãÓæÏÇÊ Drafts

source: Draft Folder
ar: ãÌáÏ Draft

source: Folder List Options
ar: ÎíÇÑÇÊ ŞÇÆãÉ ÇáãÌáÏÇÊ

source: Location of Folder List
ar: ãæŞÚ ŞÇÆãÉ ÇáãÌáÏÇÊ

source: Left
ar: íÓÇÑ
zh_tw: µe­±¥ªÃä

source: Right
ar: íãíä
zh_tw: µe­±¥kÃä

source: pixels
ar: ÈßÓá
zh_tw: ¹³¯À

source: Width of Folder List
ar: ÚÑÖ ŞÇÆãÉ ÇáãÌáÏÇÊ

source: Minutes
ar: ÏŞÇÆŞ
zh_tw: ¤À

source: Seconds
ar: ËæÇäí

source: Minute
ar: ÏŞíŞÉ
zh_tw: ¤À

source: Auto Refresh Folder List
ar: ŞÇÆãÉ ãÌáÏ ÇáÊÍÏíË ÊáŞÇÆí

source: Enable Unread Message Notification
ar: Êãßíä Unread Message Notification

source: No Notification
ar: áÇ íæÌÏ ÅÚáÇã

source: Only INBOX
ar: ÚáÈÉ æÇÑÏ İŞØ
zh_tw: ¥u¦³¦¬«H§¨

source: All Folders
ar: ÌãíÚ ÇáãÌáÏÇÊ
zh_tw: ©Ò¦³¸ê®Æ§¨

source: Unread Message Notification Type
ar: äæÚ ÇáÅÚáÇã Úä ÇáÑÓÇáÉ ÛíÑ ÇáãŞÑæÁÉ

source: Only Unseen
ar: ÛíÑ ãÑÆí Unseen İŞØ

source: Unseen and Total
ar: ÛíÑ ãÑÆí Unseen æÅÌãÇáí Total
zh_tw: ¥¼Åª¶l¥ó©M¥þ³¡

source: Enable Collapsable Folders
ar: Êãßíä Collapsable Folders
zh_tw: ¸ê®Æ§¨±_ª¬Åã¥Ü

source: Show Clock on Folders Panel
ar: ÅÙåÇÑ ÓÇÚÉ Úáì áæÍÉ ÇáãÌáÏÇÊ
zh_tw: ¨Ï¥Î¤p®ÉÄÁ

source: No Clock
ar: áÇ ÊæÌÏ ÓÇÚÉ
zh_tw: ¤£¨Ï¥Î¤p®ÉÄÁ

source: Hour Format
ar: ÊäÓíŞ ÇáÓÇÚÉ Hour
zh_tw: ®É¨î¿ï¾Ü

source: 12-hour clock
ar: ÓÇÚÉ 12 ÓÇÚÉ
zh_tw: 12¤p®É¨î

source: 24-hour clock
ar: ÓÇÚÉ 24 ÓÇÚÉ
zh_tw: 24¤p®É¨î

source: Memory Search
ar: ÈÍË ÇáĞÇßÑÉ

source: Disabled
ar: ÊÚØíá

source: Options
ar: ÎíÇÑÇÊ
zh_tw: ¿ï¶µ

source: Message Highlighting
ar: ÊãííÒ ÑÓÇáÉ
zh_tw: ¶l¥ó³W«h

source: New
ar: ÌÏíÏ
zh_tw: ·s«Ø

source: Done
ar: Êã

source: Edit
ar: ÊÍÑíÑ
zh_tw: ½s¿è

source: No highlighting is defined
ar: áã íÊã ÊÚÑíİ Ãí ÊãííÒ
zh_tw: ¨S¦³³]©w¶l¥ó³W«h

source: Identifying name
ar: ÊÚÑíİ ÇÓã
zh_tw: ³W«h¦WºÙ

source: Color
ar: Çááæä
zh_tw: ÃC¦â

source: Dark Blue
ar: ÃÒÑŞ ÏÇßä
zh_tw: ²`ÂÅ¦â

source: Dark Green
ar: ÃÎÖÑ ÏÇßä
zh_tw: ²`ºñ¦â

source: Dark Yellow
ar: ÃÕİÑ ÏÇßä
zh_tw: ²`¶À¦â

source: Dark Cyan
ar: ÓãÇæí ÏÇßä
zh_tw: ²`«C¦â

source: Dark Magenta
ar: ÃÃÑÌæÇäí ÏÇßä
zh_tw: ²`µµ¦â

source: Light Blue
ar: ÃÒÑŞ İÇÊÍ
zh_tw: ²HÂÅ¦â

source: Light Green
ar: ÃÎÖÑ İÇÊÍ
zh_tw: ²Hºñ¦â

source: Light Yellow
ar: ÃÕİÑ İÇÊÍ
zh_tw: ²H¶À¦â

source: Light Cyan
ar: ÓãÇæí İÇÊÍ
zh_tw: ²H«C¦â

source: Light Magenta
ar: ÃÑÌæÇäí İÇÊÍ
zh_tw: ²Hµµ¦â

source: Dark Gray
ar: ÑãÇÏí ÏÇßä
zh_tw: ²`¦Ç¦â

source: Medium Gray
ar: ÑãÇÏí ãÊæÓØ
zh_tw: ¤¤¦Ç¦â

source: Light Gray
ar: ÑãÇÏí İÇÊÍ
zh_tw: ²H¦Ç¦â

source: White
ar: ÃÈíÖ
zh_tw: ¥Õ¦â

source: Other:
ar: ÛíÑ Ğáß:
zh_tw: ¨ä¥¦¡G

source: To or Cc
ar: Åáì To Ãæ äÓÎÉ Cc
zh_tw: ¦¬¥óªÌ©Î°Æ¥»

source: Matches
ar: ÊØÇÈŞ

source: Advanced Identities
ar: ãÚÑøİÇÊ ãÊŞÏãÉ
zh_tw: ¨­¤À--¶i¶¥³]©w

source: Default Identity
ar: ÇáãÚÑøİ ÇáÇİÊÑÇÖí

source: Alternate Identity %d
ar: ãÚÑøİ ÈÏíá %d
zh_tw: ¿ï¾Ü©Êªº¨­¤À %d

source: Add a New Identity
ar: ÅÖÇİÉ ãÚÑøİ ÌÏíÏ
zh_tw: ·s¼W¨­¤À

source: Full Name
ar: ÇáÇÓã ÇáßÇãá
zh_tw: ¥þ¦W

source: E-Mail Address
ar: ÚäæÇä ÈÑíÏ ÅáßÊÑæäí
zh_tw: e-mail

source: Reply To
ar: ÇáÑÏ Úáì
zh_tw: ¦^«H¦a§}

source: Save / Update
ar: ÍİÙ / ÊÍÏíË
zh_tw: ¦sÀÉ/­×§ï

source: Make Default
ar: ÌÚáå ÇáÇİÊÑÇÖí

source: Move Up
ar: ÊÍÑíß Åáì ÇáÃÚáì

source: Index Order
ar: ÊÑÊíÈ ÇáİåÑÓ
zh_tw: ¯Á¤Þ¶¶§Ç

source: Checkbox
ar: ãÑÈÚ ÇÎÊíÇÑ
zh_tw: ¿ï¨ú®Ø

source: Flags
ar: ÅÔÇÑÇÊ
zh_tw: ºX¼Ð

source: Size
ar: ÍÌã
zh_tw: ¶l¥ó¤j¤p

source: The index order is the order that the columns are arranged in the message index. You can add, remove, and move columns around to customize them to fit your needs.
ar: ÊÑÊíÈ ÇáİåÑÓ åæ ÊÑÊíÈ ÇáÃÚãÏÉ İì İåÑÓ ÇáÑÓÇáÉ.íãßäß ÅÖÇİÉ, æÅÒÇáÉ, æÊÍÑíß ÇáÃÚãÏÉ áÊÎÕíÕåÇ ÈÍíËÊäÇÓÈ ÇÍÊíÇÌÇÊß.
zh_tw: ±Æ¦C¶l¥óÄæ¦ìªº¶¶§Ç¡C±z¥i¥H·s¼W¡B²¾°£©M²¾°Ê¨Ó°t¦X±zªº»Ý¨D¡C

source: up
ar: Åáì ÇáÃÚáì
zh_tw: ¤W²¾

source: down
ar: Åáì ÇáÃÓİá
zh_tw: ¤U²¾

source: remove
ar: ÅÒÇáÉ

source: Return to options page
ar: ÇáÑÌæÚ Åáì ÕİÍÉ ÇáÎíÇÑÇÊ
zh_tw: ¦^¨ì­Ó¤H¤Æ³]©w

source: Name and Address Options
ar: ÎíÇÑÇÊ ÇáÇÓã æÇáÚäæÇä
zh_tw: ­Ó¤H¸ê®Æ³]©w

source: Email Address
ar: ÚäæÇä ÈÑíÏ ÅáßÊÑæäí

source: Edit Advanced Identities
ar: ÊÍÑíÑ ÇáãÚÑøİÇÊ ÇáãÊŞÏãÉ
zh_tw: ¶i¶¥

source: (discards changes made on this form so far)
ar: (ÊÌÇåá ÇáÊÛííÑÇÊ ÇáÊí ÊãÊ ÍÊì ÇáÂä Úáì åĞÇ ÇáäãæĞÌ)
zh_tw: ¡]©ñ±ó¥Ø«e©Ò°µÅÜ§ó¡^

source: Multiple Identities
ar: ãÚÑøİÇÊ ãÊÚÏÏÉ
zh_tw: ¦h­«¨­¥÷

source: Same as server
ar: ãËáåÇ ãËá ÇáãáŞã

source: Timezone Options
ar: ÎíÇÑÇÊ ÇáÊæŞíÊ

source: Your current timezone
ar: ÇáÊæŞíÊ ÇáÍÇáí

source: Reply Citation Options
ar: ÎíÇÑÇÊ ÇáÇÓÊÔåÇÏ ÈÇáÅÌÇÈÉ
zh_tw: ¦^ÂÐ¤Þ¨¥³]©w

source: Reply Citation Style
ar: äãØ ÇáÇÓÊÔåÇÏ ÈÇáÅÌÇÈÉ
zh_tw: ¦^ÂÐ¤Þ¨¥®æ¦¡

source: No Citation
ar: áÇ íæÌÏ ÇÓÊÔåÇÏ

source: AUTHOR Said
ar: Şæá ÇáãÄáİ
zh_tw: §@ªÌ¦p¬O»¡

source: Quote Who XML
ar: ÇŞÊÈÇÓ ãóä åæ XML
zh_tw: XML ¤Þ¤å

source: User-Defined
ar: ãÚÑøİÉ ãä ŞÈá ÇáãÓÊÎÏã
zh_tw: ¨Ï¥ÎªÌ©w¸q

source: User-Defined Citation Start
ar: ÈÏÁ ÇÓÊÔåÇÏ ãÚÑøİ ãä ŞÈá ÇáãÓÊÎÏã
zh_tw: ¨Ï¥ÎªÌ©w¸q¶}©l

source: User-Defined Citation End
ar: äåÇíÉ ÇÓÊÔåÇÏ ãÚÑøİ ãä ŞÈá ÇáãÓÊÎÏã
zh_tw: ¨Ï¥ÎªÌ©w¸qµ²§ô

source: Signature Options
ar: ÎíÇÑÇÊ ÇáÊæŞíÚ

source: Use Signature
ar: ÊæŞíÚ ÇáÇÓÊÎÏÇã

source: Prefix Signature with '-- ' Line
ar: ÈÏÁ ÇáÊæŞíÚ ÈÎØ'-- '
zh_tw: ¦bÃ±¦WÀÉ«e¥[¤J'-- '¥H¸ê¿ë§O

source: Personal Information
ar: ãÚáæãÇÊ ÔÎÕíÉ
zh_tw: ­Ó¤H¸ê°T

source: Display Preferences
ar: ÊİÖíáÇÊ ÇáÚÑÖ
zh_tw: Åã¥Ü³]©w

source: Folder Preferences
ar: ÊİÖíáÇÊ ÇáãÌáÏ
zh_tw: ¸ê®Æ§¨³]©w

source: Successfully Saved Options
ar: ÎíÇÑÇÊ ÇáÍİÙ ÈäÌÇÍ

source: Refresh Folder List
ar: ŞÇÆãÉ ãÌáÏ ÇáÊÍÏíË

source: Refresh Page
ar: ÕİÍÉ ÇáÊÍÏíË
zh_tw: §ó·sµe­±

source: This contains personal information about yourself such as your name, your email address, etc.
ar: íÍÊæí Ğáß Úáì ãÚáæãÇÊ ÔÎÕíÉ Úäß ãËá ÇÓãß,æÚäæÇä ÈÑíÏß ÇáÅáßÊÑæäí ..ÇáÎ.
zh_tw: ³o¸Ìªº³]©w¥]§t±z­Ó¤Hªº¸ê®Æ¡A¦p©m¦W¡B¹q¶l¦a§}µ¥¡C

source: You can change the way that biznas_mail looks and displays information to you, such as the colors, the language, and other settings.
ar: íãßäß ÊÛííÑ Ôßá biznas_mail æØÑíŞÉ ÚÑÖå ááãÚáæãÇÊãËá ÇáÃáæÇä, æÇááÛÉ, æÛíÑ Ğáß ãä ÇáÅÚÏÇÏÇÊ.

source: Based upon given criteria, incoming messages can have different background colors in the message list. This helps to easily distinguish who the messages are from, especially for mailing lists.
ar: íãßä æİŞÇğ áãÚíÇÑ ãÚíä Ãä Êßæä ááÑÓÇÆá ÇáæÇÑÏÉ ÃáæÇä ÎáİíÉ ãÎÊáİÉ İì ŞÇÆãÉ ÇáÑÓÇÆá, æíÓÇÚÏ Ğáß Úáì ÊÍÏíÏ ÇÓã ãÑÓá ÇáÑÓÇáÉæÎÕæÕÇğ ãä ÇáŞæÇÆã ÇáÈÑíÏíÉ.
zh_tw: ®Ú¾Ú±zµ¹©wªº±ø¥ó¡A±H¹Fªº¶l¥ó¥i¥H¥Î¤£¦Pªº©³¦âÅã¥Ü¡CÅý±z¥i¥H»´ÃP°Ï¤À¨Ó·½¡A¤×¨ä¨Ï¥Î©óMailing List ¤W

source: These settings change the way your folders are displayed and manipulated.
ar: ÊŞæã åĞå ÇáÅÚÏÇÏÇÊ ÈÊÛííÑ ØÑíŞÉ ÚÑÖ ÇáãÌáÏÇÊ æÃÓáæÈ ÇáÊÚÇãá ãÚåÇ.
zh_tw: ³o¨Ç³]©w·|§ïÅÜ¸ê®Æ§¨Åã¥Üªº¤è¦¡©M±z¾Þ§@ªº¤è¦¡¡C

source: The order of the message index can be rearranged and changed to contain the headers in any order you want.
ar: íãßä ÊÛííÑ æÅÚÇÏÉ ÊäÙíã ÊÑÊíÈ İåÑÓ ÇáÑÓÇáÉ ÈÍíË Êßæä ÑÄæÓ ÇáÕİÍÇÊ ÈÇáÊÑÊíÈ ÇáĞí ÊÑíÏå.

source: Message not printable
ar: ÑÓÇáÉ ÛíÑ ŞÇÈáÉ ááØÈÇÚÉ

source: CC
ar: äÓÎÉ

source: Print
ar: ØÈÇÚÉ
zh_tw: ¦C¦L

source: Close Window
ar: ÅÛáÇŞ ÇáÅØÇÑ

source: View Printable Version
ar: ÚÑÖ ÅÕÏÇÑ íãßä ØÈÇÚÊå
zh_tw: Åã¥Ü¦C¦L¼Ò¦¡

source: Your message
ar: ÑÓÇáÊß

source: Sent:
ar: ÇáãÑÓáÉ:

source: Was displayed on %s
ar: ßÇä ŞÏ Êã ÇáÚÑÖ Úáì %s

source: Read:
ar: ŞÑÇÁÉ:

source: Viewing Full Header
ar: ÚÑÖ ÑÃÓ ÕİÍÉ ÈÇáßÇãá

source: Message List
ar: ŞÇÆãÉ ÑÓÇÆá
zh_tw: ¶l¥ó²M³æ

source: Resume Draft
ar: ÇÓÊÆäÇİ ãÓæÏÉ
zh_tw: «ì´_¯ó½Z

source: Edit Message as New
ar: ÊÍÑíÑ ÑÓÇáÉ ßãÇ áæ ßÇäÊ ÌÏíÏÉ

source: Forward
ar: ÊæÌíå
zh_tw: Âà±H

source: Reply
ar: ÅÌÇÈÉ
zh_tw: ¦^ÂÐ

source: Reply All
ar: ÅÌÇÈÉ Çáßá
zh_tw: ¥þ³¡¦^ÂÐ

source: View Full Header
ar: ÚÑÖ ÑÃÓ ÕİÍÉ ÈÇáßÇãá

source: Mailer
ar: ãÑÓá ÇáÈÑíÏ

source: Read receipt
ar: ŞÑÇÁÉ ÅíÕÇá ÇÓÊáÇã

source: send
ar: ÅÑÓÇá

source: requested
ar: ãØáæÈ

source: Send read receipt now
ar: ÅÑÓÇá ŞÑÇÁÉ ÅíÕÇá ÇáÇÓÊáÇã ÇáÂä

source: The message sender has requested a response to indicate that you have read this message. Would you like to send a receipt?
ar: ØáÈ ãÑÓá ÇáÑÓÇáÉ ÑÏÇğ íÈíä Ãäß ŞÏ ŞÑÃÊåĞå ÇáÑÓÇáÉ, İåá ÊÑíÏ ÅÑÓÇá ÅíÕÇá ÇÓÊáÇã¿

source: You must be logged in to access this page.
ar: íÌÈ Ãä Êßæä ŞÏ ŞãÊ ÈÊÓÌíá ÇáÏÎæá ÍÊì íãßäß ÇáæÕæá áåĞå ÇáÕİÍÉ.

source: There was an error contacting the mail server.
ar: ÍÏË ÎØÃ ÚäÏ ÇáÇÊÕÇá ÈãáŞã ÇáÈÑíÏ.
zh_tw: ³s±µ¨ì¶l¥ó¦øªA¾¹µo¥Í¿ù»

source: Contact your administrator for help.
ar: Şã ÈÇáÇÊÕÇá ÈÇáãÓÄæá áØáÈ ÇáãÓÇÚÏÉ.
zh_tw: ½ÐÁpµ¸±zªº¨t²ÎºÞ²z­û´M¨DÀ°§U

source: edit
ar: ÊÍÑíÑ

source: search
ar: ÈÍË

source: delete
ar: ÍĞİ

source: Recent Searches
ar: ãæÇÖíÚ ÇáÈÍË ÇáÌÏíÏÉ

source: save
ar: ÍİÙ

source: forget
ar: äÓíÇä

source: Current Search
ar: ÇáÈÍË ÇáÍÇáí

source: Body
ar: ÇáäÕ
zh_tw: ¥»¤å

source: Everywhere
ar: İí ßá ãßÇä
zh_tw: ¥þ³¡

source: Search Results
ar: äÊÇÆÌ ÇáÈÍË

source: No Messages found
ar: áã íÊã ÇáÚËæÑ Úáì ÑÓÇÆá

source: Sign Out
ar: ÊÓÌíá ÇáÎÑæÌ
zh_tw: µn¥X

source: You have been successfully signed out.
ar: áŞÏ ŞãÊ ÈÊÓÌíá ÇáÎÑæÌ ÈäÌÇÍ .
zh_tw: ±z¤wµn¥X¥»¨t²Î

source: Click here to log back in.
ar: ÇäŞÑ åäÇ áÅÚÇÏÉ ÊÓÌíá ÇáÏÎæá
zh_tw: ÂI¦¹­«·sµn¤J

source: Viewing a Business Card
ar: ÚÑÖ ÈØÇŞÉ ÊÚÑíİ ãåäÉ

source: Title
ar: ÇááŞÈ

source: Email
ar: ÈÑíÏ ÅáßÊÑæäí

source: Web Page
ar: ÕİÍÉ æíÈ

source: Organization / Department
ar: ÇáãÄÓÓÉ/ ÇáŞÓã
zh_tw: ²ÕÂ´/³¡ªù

source: Address
ar: ÚäæÇä

source: Work Phone
ar: åÇÊİ ÇáÚãá
zh_tw: ¤½¥q¹q¸Ü

source: Home Phone
ar: åÇÊİ ÇáãäÒá
zh_tw: ®a¥Î¹q¸Ü

source: Cellular Phone
ar: åÇÊİ ãÍãæá
zh_tw: ¤j­ô¤j

source: Fax
ar: İÇßÓ
zh_tw: ¶Ç¯u

source: Note
ar: ãáÇÍÙÉ
zh_tw: ³Æµù

source: Add to Addressbook
ar: ÅÖÇİÉ Åáì ÏİÊÑ ÇáÚäÇæíä

source: Note Field Contains
ar: ÍŞá ãáÇÍÙÉ íÍÊæí Úáì

source: Title & Org. / Dept.
ar: ÇááŞÈ & ÇáãÄÓÓÉ/ ÇáŞÓã.
zh_tw: Â¾»Î¤Î ²ÕÂ´/³¡ªù

source: Personal address book
ar: ÏİÊÑ ÚäÇæíä ÔÎÕí
zh_tw: ­Ó¤H³q°T¿ý

source: Database error: %s
ar: ÎØÃ ŞÇÚÏÉ ÈíÇäÇÊ: %s
zh_tw: ¸ê®Æ®w¿ù»~ %s

source: Addressbook is read-only
ar: ÏİÊÑ ÇáÚäÇæíä ááŞÑÇÁÉ İŞØ
zh_tw: ³q°T¿ý¥Ø«e¬°°ßÅªª¬ºA

source: User '%s' already exist
ar: ÇáãÓÊÎÏã '%s' ãæÌæÏ ÈÇáİÚá
zh_tw: ¨Ï¥ÎªÌ '%s' ¤w¦s¦b

source: User '%s' does not exist
ar: ÇáãÓÊÎÏã '%s' ÛíÑ ãæÌæÏ
zh_tw: ¨Ï¥ÎªÌ '%s' ¤£¦s¦b

source: Global address book
ar: ÏİÊÑ ÚäÇæíä Úãæãí

source: No such file or directory
ar: áÇ íæÌÏ ãËá åĞÇ Çáãáİ Ãæ ÇáÏáíá
zh_tw: §ä¤£¨ì³o­ÓÀÉ®×©Î¸ê®Æ§¨

source: Open failed
ar: İÔá ÇáİÊÍ
zh_tw: ¶}±Ò¥¢±Ñ

source: Can not modify global address book
ar: íÊÚĞÑ ÊÚÏíá ÏİÊÑ ÇáÚäÇæíä ÇáÚãæãí
zh_tw: µLªk§ó·s¤½¥Î³q°ì¿ý

source: Not a file name
ar: áíÓ ÇÓãÇğ áãáİ
zh_tw: ¤£¥¿½TÀÉ¦W

source: Write failed
ar: İÔá ÇáßÊÇÈÉ

source: Unable to update
ar: ÛíÑ ŞÇÏÑ Úáì ÇáÊÍÏíË

source: Could not lock datafile
ar: íÊÚĞÑ ÊÃãíä ãáİ ÇáÈíÇäÇÊ
zh_tw: µLªkÂê©w¸ê®ÆÀÉ

source: Write to addressbook failed
ar: İÔá ÇáßÊÇÈÉ İì ÏİÊÑ ÇáÚäÇæíä
zh_tw: ¼g¤J³q¿ý¿ý¥¢±Ñ

source: Error initializing addressbook database.
ar: ÎØÃ İì ÊåíÆÉ ŞÇÚÏÉ ÈíÇäÇÊ ÏİÊÑ ÇáÚäÇæíä.

source: Error opening file %s
ar: ÎØÃ İì İÊÍ ãáİ %s
zh_tw: ¶}±Ò %s ÀÉ®×¥¢±Ñ

source: Error initializing global addressbook.
ar: ÎØÃ İì ÊåíÆÉ ÏİÊÑ ÚäÇæíä Úãæãí .

source: Error initializing LDAP server %s:
ar: ÎØÃ %s İì ÊåíÆÉ ãáŞãLDAP :
zh_tw: µLªk±Ò©l LDAP ¦øªA¾¹ %s:

source: Invalid input data
ar: ÈíÇäÇÊ ÅÏÎÇá ÛíÑ ÕÇáÍÉ
zh_tw: ¿é¤J¸ê®Æ¤£¥¿½T

source: Name is missing
ar: ÇÓã äÇŞÕ
zh_tw: ¥¼¶ñ©m¦W

source: E-mail address is missing
ar: ÚäæÇä ÈÑíÏ ÅáßÊÑæäí äÇŞÕ
zh_tw: ¥¼¶ñ E-mail

source: Nickname contains illegal characters
ar: ÇÓã ßäíÉ íÍÊæì Úáì ÃÍÑİ ÛíÑ ÔÑÚíÉ

source: view
ar: ÚÑÖ
zh_tw: Åª¨ú

source: Business Card
ar: ÈØÇŞÉ ÊÚÑíİ ÇáãåäÉ
zh_tw: ¦W¤ùÀÉ

source: Sunday
ar: ÇáÃÍÏ

source: Monday
ar: ÇáÇËäíä

source: Tuesday
ar: ÇáËáÇËÇÁ
zh_tw: ¬P´Á¤G

source: Wednesday
ar: ÇáÃÑÈÚÇÁ
zh_tw: ¬P´Á¤T

source: Thursday
ar: ÇáÎãíÓ
zh_tw: ¬P´Á¥|

source: Friday
ar: ÇáÌãÚÉ
zh_tw: ¬P´Á¤­

source: Saturday
ar: ÇáÓÈÊ
zh_tw: ¬P´Á¤»

source: Sun
ar: ÇáÃÍÏ

source: Mon
ar: ÇáÇËäíä

source: Tue
ar: ÇáËáÇËÇÁ

source: Wed
ar: ÇáÃÑÈÚÇÁ

source: Thu
ar: ÇáÎãíÓ

source: Fri
ar: ÇáÌãÚÉ

source: Sat
ar: ÇáÓÈÊ

source: January
ar: íäÇíÑ
zh_tw: ¤@¤ë

source: February
ar: İÈÑÇíÑ
zh_tw: ¤G¤ë

source: March
ar: ãÇÑÓ

source: April
ar: ÃÈÑíá
zh_tw: ¥|¤ë

source: May
ar: ãÇíæ
zh_tw: ¤­¤ë

source: June
ar: íæäíæ
zh_tw: ¤»¤ë

source: July
ar: íæáíæ
zh_tw: ¤C¤ë

source: August
ar: ÃÛÓØÓ
zh_tw: ¤K¤ë

source: September
ar: ÓÈÊãÈÑ
zh_tw: ¤E¤ë

source: October
ar: ÃßÊæÈÑ

source: November
ar: äæİãÈÑ
zh_tw: ¤Q¤@¤ë

source: December
ar: ÏíÓãÈÑ
zh_tw: ¤Q¤G¤ë

source: Jan
ar: íäÇíÑ

source: Feb
ar: İÈÑÇíÑ

source: Mar
ar: ãÇÑÓ

source: Apr
ar: ÃÈÑíá

source: Jun
ar: íæäíæ

source: Jul
ar: íæáíæ

source: Aug
ar: ÃÛÓØÓ

source: Sep
ar: ÓÈÊãÈÑ

source: Oct
ar: ÃßÊæÈÑ

source: Nov
ar: äæİãÈÑ

source: Dec
ar: ÏíÓãÈÑ

source: Preference database error (%s). Exiting abnormally
ar: ÎØÃ ŞÇÚÏÉ ÈíÇäÇÊ ÊİÖíá (%s) . ãæÌæÏ ÈÔßá ÛíÑ ØÈíÚí
zh_tw: °¾¦nªº¸ê®Æ®w¿ù»~(%s)¡A¤£¥¿±`°h¥X

source: Unknown user or password incorrect.
ar: ãÓÊÎÏã ÛíÑ ãÚÑæİ Ãæ ßáãÉ ãÑæÑ ÛíÑ ÕÍíÍÉ.
zh_tw: §ä¤£¨ì¨Ï¥ÎªÌ©Î±K½X¿ù»~

source: Click here to try again
ar: ÇäŞÑ åäÇ áÊßÑÇÑ ÇáãÍÇæáÉ
zh_tw: ÂI¦¹­«·sµn¤J

source: Click here to return to %s
ar: ÇäŞÑ åäÇ ááÑÌæÚ Åáì %s
zh_tw: ÂI¦¹¦^¨ì %s

source: Go to the login page
ar: ÇáĞåÇÈ Åáì ÕİÍÉ ÊÓÌíá ÇáÏÎæá
zh_tw: ¨ìµn¤Jµe­±
