Repository: RealityRipple/squirrelmail
Catalog: trunk/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ar, zh_tw

source: Preference file, %s, does not exist. Log out, and log back in to create a default preference file.
ar: ãáİ ÊİÖíá, %s, ÛíÑ ãæÌæÏ. Şã ÈÊÓÌíá ÇáÎÑæÌ Ëã ãÚÇæÏÉ ÊÓÌíá ÇáÏÎæá æĞáß áÅäÔÇÁãáİ ÊİÖíá ÇİÊÑÇÖí.
zh_tw: ³]©wÀÉ %s ¤£¦s¦b¡C½Ðµn¥X¦Aµn¤J¥H²£¥Í¤@­Ó·sªº¹w³]ÀÉ®×¡C

source: Preference file, %s, could not be opened. Contact your system administrator to resolve this issue.
ar: íÊÚĞÑ İÊÍ ãáİ ÇáÊİÖíá, %s. Şã ÈÇáÇÊÕÇá ÈãÓÄæá ÇáäÙÇã áÍá åĞå ÇáãÓÃáÉ.

source: Preference file, %s, could not be written. Contact your system administrator to resolve this issue.
ar: ÊÊÚĞÑ ÇáßÊÇÈÉ Úáì ãáİ ÇáÊİÖíá, %s. Şã ÈÇáÇÊÕÇá ÈãÓÄæá ÇáäÙÇã áÍá åĞå ÇáãÓÃáÉ.

source: Error opening %s
ar: ÎØÃ İÊÍ %s

source: Default preference file not found or not readable!
ar: ãáİ ÇáÊİÖíá ÇáÇİÊÑÇÖí ÛíÑ ãæÌæÏ Ãæ Ãäå ÛíÑ ŞÇÈá ááŞÑÇÁÉ!

source: Please contact your system administrator and report this error.
ar: íÑÌì ÇáÇÊÕÇá ÈãÓÄæá ÇáäÙÇã æÇáÊÈáíÛ Úä åĞÇ ÇáÎØÃ.

source: Could not create initial preference file!
ar: íÊÚĞÑ ÅäÔÇÁ ãáİ ÇáÊİÖíá ÇáÇÈÊÏÇÆí!

source: %s should be writable by user %s
ar: %s íÌÈ Ãä Êßæä ŞÇÈáÉ ááßÊÇÈÉ ÈæÇÓØÉ ÇáãÓÊÎÏã %s

source: Signature file, %s, could not be opened. Contact your system administrator to resolve this issue.
ar: íÊÚĞÑ İÊÍ ãáİ ÇáÊæŞíÚ, %s. Şã ÈÇáÇÊÕÇá ÈãÓÄæá ÇáäÙÇã áÍá åĞå ÇáãÓÃáÉ.

source: Signature file, %s, could not be written. Contact your system administrator to resolve this issue.
ar: íÊÚĞÑ İÊÍ ãáİ ÇáÊæŞíÚ, %s. Şã ÈÇáÇÊÕÇá ÈãÓÄæá ÇáäÙÇã áÍá åĞå ÇáãÓÃáÉ.

source: ERROR : Could not complete request.
ar: ÎØÃ : íÊÚĞÑ ÇÓÊßãÇá ÇáØáÈ
zh_tw: ¿ù»~ : µLªk§¹¦¨«ü©w§@·~

source: Query:
ar: ÇÓÊÚáÇã:

source: Reason Given:
ar: ÇáÓÈÈ ÇáãĞßæÑ:
zh_tw: ­ì¦]¡G

source: ERROR : Bad or malformed request.
ar: ÎØÃ : ØáÈ ÛíÑ ÕÇáÍ Ãæ ÓíÆ ÇáÕíÇÛÉ
zh_tw: ¿ù»~¡G¿ù»~ªº­n¨D¡C

source: Server responded:
ar: ÇÓÊÌÇÈÉ ÇáãáŞã:
zh_tw: ¦øªA¾¹¦^À³¡G

source: Error connecting to IMAP server: %s.
ar: ÎØÃ İì ÇÊÕÇá ãáŞã IMAP: %s.
zh_tw: ³s±µ IMAP ¦øªA¾¹¥¢±Ñ¡G%s

source: Bad request: %s
ar: ØáÈ ÛíÑ ÕÇáÍ: %s
zh_tw: ¿ù»~ªº­n¨D: %s

source: Unknown error: %s
ar: ÎØÃ ÛíÑ ãÚÑæİ: %s
zh_tw: ¤£©ú¿ù»~: %s

source: Read data:
ar: ŞÑÇÁÉ ÈíÇäÇÊ:
zh_tw: Åª¨ú¸ê®Æ¡G

source: Unknown response from IMAP server:
ar: ÇÓÊÌÇÈÉ ÛíÑ ãÚÑæİÉ ãä ãáŞãIMAP :
zh_tw: ¦ÛIMAP ¦øªA¾¹¶Ç¦^¥¼ª¾ªº¦^À³

source: Unknown message number in reply from server:
ar: ÑŞã ÑÓÇáÉ ÛíÑ ãÚÑæİ İì ÅÌÇÈÉ ãä ãáŞã:
zh_tw: ¦øªA¾¹¶Ç¦^¥¼ª¾ªº¼Æ¦r

source: (no subject)
ar: ( áÇ íæÌÏ ãæÖæÚ)
zh_tw: ¡]µL¥D¦®¡^

source: Unknown Sender
ar: ãÑÓá ÛíÑ ãÚÑæİ
zh_tw: ¤£©ú±H¥óªÌ

source: No To Address
ar: ÛíÑ ãæÌå Åáì ÚäæÇä

source: (unknown sender)
ar: (ãÑÓá ÛíÑ ãÚÑæİ)
zh_tw: ¡]¤£©ú±H¥óªÌ¡^

source: No Messages Found
ar: áã íÊã ÇáÚËæÑ Úáì ÑÓÇÆá

source: Folder:
ar: ÇáãÌáÏ:

source: Found
ar: Êã ÇáÚËæÑ Úáì
zh_tw: §ä¨ì

source: messages
ar: ÑÓÇÆá
zh_tw: ¶l¥ó

source: A
ar: Ã

source: Server-side sorting is not supported by your IMAP server.<br>Please report this to the system administrator
ar: ãáŞãIMAP áÇ íÏÚã ÇáİÑÒ ÇáÌÇäÈí ááãáŞã .<br>íÑÌì ÊÈáíÛãÓÄæá ÇáäÙÇã Úä Ğáß

source: THIS FOLDER IS EMPTY
ar: åĞÇ ÇáãÌáÏ İÇÑÛ
zh_tw: ¥»¸ê®Æ§¨¤¤¨S¦³¶l¥ó

source: Move Selected To:
ar: äŞá ÇáãÍÏÏ Åáì:

source: Transform Selected Messages
ar: ÊÍæíá ÑÓÇÆá ãÍÏÏÉ
zh_tw: Âà²¾¿ï¨ú¶µ¥Ø

source: Move
ar: äŞá
zh_tw: ·h²¾

source: Expunge
ar: ÔØÈ

source: mailbox
ar: ÚáÈÉ ÇáÈÑíÏ

source: Read
ar: ãŞÑæÁ

source: Unread
ar: ÛíÑ ãŞÑæÁ
zh_tw: ¥¼Åª

source: Unthread View
ar: ÚÑÖ ãÄÔÑ ÊÑÇÈØ

source: Thread View
ar: ÚÑÖ ÈÏæä ãÄÔÑ ÊÑÇÈØ

source: Toggle All
ar: ÊÈÏíá Çáßá

source: Unselect All
ar: ÅáÛÇÁ ÊÍÏíÏ Çáßá
zh_tw: ¨ú®ø¥þ¿ï

source: Select All
ar: ÊÍÏíÏ ßáí
zh_tw: ¿ï¨ú¥þ³¡

source: Viewing Messages: <B>%s</B> to <B>%s</B> (%s total)
ar: ÚÑÖ ÑÓÇÆá:<B>%s</B>Åáì<B>%s</B>(ÅÌãÇáí %s)
zh_tw: Åª¨ú¶l¥ó¡G <B>%s</B> to <B>%s</B> (¦@ %s «Ê)

source: Viewing Message: <B>%s</B> (1 total)
ar: ÚÑÖ ÑÓÇáÉ:<B>%s</B>( ÅÌãÇáí æÇÍÏ)

source: Paginate
ar: ÊÚííä ÇáÍÏæÏ ÇáİÇÕáÉ ááÕİÍÇÊ

source: Show All
ar: ÅÙåÇÑ Çáßá
zh_tw: Åã¥Ü¥þ³¡

source: Error decoding mime structure. Report this as a bug!
ar: ÎØÃ İì İß ÑãæÒ ÈäíÉ mime. íÊã ÇáÊÈáíÛ Úä Ğáß ßÎáá!

source: Body retrieval error. The reason for this is most probably that the message is malformed.
ar: ÎØÃ İì ÇÓÊÑÏÇÏ äÕ. íßæä ÇáÓÈÈ ÛÇáÈÇğ åæ ÚÏãÊßæíä ÇáÑÓÇáÉ ÌíÏÇğ.

source: Command:
ar: ÇáÃãÑ:

source: Response:
ar: ÇáÇÓÊÌÇÈÉ:

source: Message:
ar: ÇáÑÓÇáÉ:

source: FETCH line:
ar: ÎØ ÌáÈ:

source: Hide Unsafe Images
ar: ÅÎİÇÁ ÕæÑ ÛíÑ ÂãäÉ

source: View Unsafe Images
ar: ÚÑÖ ÕæÑ ÛíÑ ÂãäÉ

source: Attachments
ar: ãÑİŞÇÊ

source: download
ar: ÊÍãíá
zh_tw: ¤U¸ü

source: Option Type '%s' Not Found
ar: áã íÊã ÇáÚËæÑ Úáì äæÚ ÇáÎíÇÑ'%s'
zh_tw: §ä¤£¨ì¿ï¶µ«¬ºA '%s'

source: Yes
ar: äÚã
zh_tw: ¬O

source: No
ar: áÇ

source: Current Folder
ar: ÇáãÌáÏ ÇáÍÇáí
zh_tw: ¥Ø«eªº¸ê®Æ§¨

source: Compose
ar: ÅäÔÇÁ
zh_tw: ½s¼g¶l¥ó

source: Error creating directory %s.
ar: ÎØÃ ÅäÔÇÁ Ïáíá %s.

source: Could not create hashed directory structure!
ar: ÊÚĞÑ ÅäÔÇÁ ÈäíÉ Ïáíá ãÌÒÃÉ!

source: COMMERCIAL - This list contains servers that are verified spam senders. It is a pretty reliable list to scan spam from.
ar: ÅÚáÇä ÊÌÇÑí- ÊÍÊæì åĞå ÇáŞÇÆãÉ Úáì ãáŞãÇÊ ÊŞæã ÈÇáÊÍŞŞ ãä ãÑÓáí ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ İíå. æåì ŞÇÆãÉ íãßä ÇáÇÚÊãÇÏ ÚáíåÇ áãÓÍ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ .

source: COMMERCIAL - Servers that are configured (or misconfigured) to allow spam to be relayed through their system will be banned with this. Another good one to use.
ar: ÅÚáÇä ÊÌÇÑí- ãáŞãÇÊ íÊã ÊßæíäåÇ (Ãæ ÅÓÇÁÉ ÊßæíäåÇ) áÍÙÑ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈÇáãÓãæÍ áå ÈÇáãÑæÑ İì äÙÇãåã.ØÑíŞÉ ÃÎÑì ÕÇáÍÉ ááÇÓÊÎÏÇã.

source: COMMERCIAL - Dial-up users are often filtered out since they should use their ISP's mail servers to send mail. Spammers typically get a dial-up account and send spam directly from there.
ar: ÅÚáÇä ÊÌÇÑí- íÊã ÛÇáÈÇ ÊÕİíÉ ãÓÊÎÏãí ÇáØáÈ ÇáåÇÊİí áßæäåã ãÖØÑíä áÇÓÊÎÏÇã ãáŞãÇÊ ÇáÈÑíÏ ÇáÎÇÕÉ ÈÔÑßÇÊ ÊæİíÑ ÇáÅäÊÑäÊ, æíÍÕá ãÑÓáæ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÚÇÏÉ Úáì ÇÔÊÑÇß ØáÈ åÇÊİí áÅÑÓÇá ÑÓÇÆáåã ãä åäÇáß ãÈÇÔÑÉ .

source: COMMERCIAL - RBL+ Blackhole entries.
ar: ÅÚáÇä ÊÌÇÑí- ãÏÎáÇÊRBL + Blackhole

source: COMMERCIAL - RBL+ OpenRelay entries.
ar: ÅÚáÇä ÊÌÇÑí- ãÏÎáÇÊRBL + OpenRelay

source: COMMERCIAL - RBL+ Dial-up entries.
ar: ÅÚáÇä ÊÌÇÑí- ãÏÎáÇÊRBL + ØáÈ åÇÊİí

source: FREE - Osirusoft Relays - Osirusofts list of verified open relays. Seems to include servers used by abuse@uunet.net auto-replies too.
ar: ãÌÇäÇğ- Osirusoft Relays - ŞÇÆãÉ Osirusoft ááãÑÍáÇÊ ÇáãİÊæÍÉ ÇáÊí Êã ÇáÊÍŞŞ ãäåÇ.íÈÏæ ÃäåÇ ÊÊÖãä ãáŞãÇÊ ÊÓÊÎÏãåÇ ÃíÖÇ ÇáÑÏæÏ ÇáÊáŞÇÆíÉ áÏì abuse@uunet.net .

source: FREE - Osirusoft Dialups - Osirusofts Dialup Spam Source list.
ar: ãÌÇäÇğ- ÇáØáÈÇÊ ÇáåÇÊİíÉ áÜ Osirusoft - ŞÇÆãÉ ãÕÏÑ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÇáÎÇÕ ÈÇáØáÈ ÇáåÇÊİí áÜ Osirusoft .

source: FREE - Osirusoft Confirmed Spam Source - Sites that continually spam and have been manually added after multiple nominations. Use with caution. Seems to catch abuse auto-replies from some ISPs.
ar: ãÌÇäÇğ- ÇáãÕÏÑ ÇáãÄßÏ áÈÑíÏ Osirusoft ÛíÑ ÇáãÑÛæÈ- ÇáãæÇŞÚ ÇáÊí ÊŞæã ÈÅÑÓÇá ÈÑíÏ ÛíÑ ãÑÛæÈ ÈÇÓÊãÑÇÑ æÇáÊí Êã ÅÖÇİÊåÇ íÏæíÇ ÈÚÏ ÚÏÉ ÊÑÔíÍÇÊ, æåì ÊÓÊÎÏã ÈÍĞÑ.æíÈÏæ ÃäåÇ ÊÓÆ ÇÓÊÎÏÇã ÎÇÕíÉ ÇáÑÏ ÇáÊáŞÇÆí ÇáÎÇÕÉ ÈÈÚÖ ÔÑßÇÊ ÊæİíÑ ÇáÅäÊÑäÊ.

source: FREE - Osirusoft Smart Hosts - List of hosts that are secure but relay for other mail servers that are not secure.
ar: ãÌÇäÇğ- æÍÏÇÊ ãÖíİOsirusoft ÇáĞßí- ŞÇÆãÉ ÈæÍÏÇÊ ãÖíİ ÂãäÉ æÅä ßÇäÊ ÊŞæã ÈÇáÊÑÍíáÅáì æÍÏÇÊ ãÖíİ ÃÎÑì ááÈÑíÏ áßäåÇ ÛíÑ ÂãäÉ.

source: FREE - Osirusoft Spamware Developers - It is believed that these are IP ranges of companies that are known to produce spam software. Seems to catch abuse auto-replies from some ISPs.
ar: ãÌÇäÇğ- ãØæÑæOsirusoft áÈÑãÌíÇÊ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ- íÚÊŞÏ Ãäåã ãÌãæÚÉ ãä ÔÑßÇÊ ÊæİíÑ ÇáÅäÊÑäÊãÚÑæİÉ ÈÅäÊÇÌ ÈÑãÌíÇÊ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ.æíÈÏæ ÃäåÇ ÊÓÆ ÇÓÊÎÏÇã ÎÇÕíÉ ÇáÑÏ ÇáÊáŞÇÆí ÇáÎÇÕÉ ÈÈÚÖ ÔÑßÇÊ ÊæİíÑ ÇáÅäÊÑäÊ.

source: FREE - Osirusoft Unconfirmed OptIn Servers - List of listservers that opt users in without confirmation.
ar: ãÌÇäÇğ- ãáŞãÇÊ Osirusoft Unconfirmed OptIn - ŞÇÆãÉlistservers ÇáÊí ÊÎÊÇÑÚÏÏÇğ ãä ÇáãÓÊÎÏãíä Ïæä ÊÃßíÏ.

source: FREE - Osirusoft Insecure formmail.cgi scripts - List of insecure formmail.cgi scripts. (planned).
ar: ãÌÇäÇğ- ÈÑÇãÌ Osirusoft Insecure formmail.cgi - ŞÇÆãÉ áÈÑÇãÌ formmail.cgiÛíÑ ÂãäÉ (ãÎØØÉ).

source: FREE - Osirusoft Open Proxy Servers - List of Open Proxy Servers.
ar: ãÌÇäÇğ- ãáŞãÇÊ Osirusoft Open Proxy - ŞÇÆãÉ áãáŞãÇÊ Osirusoft Open Proxy.

source: FREE - ORDB was born when ORBS went off the air. It seems to have fewer false positives than ORBS did though.
ar: ãÌÇäÇğ- ÙåÑÊ ORDB ÚäÏ ÊæŞİORBS Úä ÇáÈË.æíÈÏæ Ãä áÏíåÇ ÈÚÖ ÇáÅíÌÇÈíÇÊ ÇáÒÇÆİÉ ÃßËÑ ãäORBS .

source: FREE - Five-Ten-sg.com - Direct SPAM sources.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ãÕÇÏÑ ÇáÈÑíÏ ÇáãÈÇÔÑ ÛíÑ ÇáãÑÛæÈ.

source: FREE - Five-Ten-sg.com - Dial-up lists - includes some DSL IPs.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ŞæÇÆã ááØáÈ ÇáåÇÊİí- ÊÊÖãä ÈÚÖ ÈÑÊæßæáÇÊDSL ááÅäÊÑäÊ.

source: FREE - Five-Ten-sg.com - Bulk mailers that do not use confirmed opt-in.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ãÑÓáæ ÇáÈÑíÏ ÇáßÈíÑ ÇáĞíä áÇ íÓÊÎÏãæä ÇáÇÎÊíÇÑ ÇáãÄßÏ.

source: FREE - Five-Ten-sg.com - Other misc. servers.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ãáŞãÇÊ ãÊäæÚÉ ÃÎÑì.

source: FREE - Five-Ten-sg.com - Single Stage servers.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ãáŞãÇÊ ÇáãÑÍáÉ ÇáæÇÍÏÉ.

source: FREE - Five-Ten-sg.com - SPAM Support servers.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ãáŞãÇÊ ÏÚã ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ.

source: FREE - Five-Ten-sg.com - Web Form IPs.
ar: ãÌÇäÇğ-Five-Ten-sg.com - ÈÑæÊæßæáÇÊ ÇáÅäÊÑäÊ ÈäãæĞÌ æíÈ.

source: FREE - Dorkslayers appears to include only really bad open relays outside the US to avoid being sued. Interestingly enough, their website recommends you NOT use their service.
ar: ãÌÇäÇğ- ÊÙåÑDorkslayers ÎÇÑÌ ÇáæáÇíÇÊ ÇáãÊÍÏÉ áÊÊÖãä ÇáãÑÍáÇÊ ÇáÓíÆÉ ÇáãİÊæÍÉ ÍÊì íãßä ÊÌäÈ ÇáãáÇÍŞÉ ÇáŞÇäæäíÉ, æãä ÇáØÑíİ Ãä ãæŞÚåãíæÕì ÈÚÏã ÇÓÊÎÏÇã åĞå ÇáÎÏãÉ.

source: FREE - SPAMhaus - A list of well-known SPAM sources.
ar: ãÌÇäÇğ-SPAMhaus - ŞÇÆãÉ ãÕÇÏÑ ááÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÇáãÚÑæİÉ ÌíÏÇø .

source: FREE, for now - SPAMCOP - An interesting solution that lists servers that have a very high spam to legit email ratio (85% or more).
ar: ãÌÇäÇğ ÍÇáíÇğ-SPAMCOP - Íá ÔíŞ íŞæã ÈÓÑÏ ÇáãáŞãÇÊÇáÊí ÈåÇ ÈÑíÏ ÛíÑ ãÑÛæÈ ÈßãíÉ ßÈíÑÉ ÌÏÇğ ÈÇáäÓÈÉ ááÈÑíÏ ÇáãÔÑæÚ (85% Ãæ ÃßËÑ)

source: FREE - dev.null.dk - I don't have any detailed info on this list.
ar: ãÌÇäÇğ -dev.null.dk - áÇ íÊæİÑ ÚäÏí ãÚáæãÇÊ ÊİÕíáíÉ Úä åĞå ÇáŞÇÆãÉ.

source: FREE - visi.com - Relay Stop List. Very conservative OpenRelay List.
ar: ãÌÇäÇğ-visi.com - ŞÇÆãÉRelay Stop - ŞÇÆãÉ OpenRelay ãÍÇİÙÉ ááÛÇíÉ.

source: FREE - 2mbit.com Open Relays - Another list of Open Relays.
ar: ãÌÇäÇğ-2mbit.com Open Relays - ŞÇÆãÉ ÃÎÑì ááãÑÍáÇÊ ÇáãİÊæÍÉ.

source: FREE - 2mbit.com SPAM Source - List of Direct SPAM Sources.
ar: ãÌÇäÇğ-2mbit.com SPAM Source - ŞÇÆãÉ ááÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÇáãÈÇÔÑ.

source: FREE - 2mbit.com SPAM ISPs - List of SPAM-friendly ISPs.
ar: ãÌÇäÇ-2mbit.com SPAM ISPs - ŞÇÆãÉ áÔÑßÇÊ ÊæİíÑ ÇáÅäÊÑäÊ ÇáãÊæÇİŞÉ ãÚ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ.

source: FREE - Leadmon DUL - Another list of Dial-up or otherwise dynamically assigned IPs.
ar: ãÌÇäÇ-Leadmon DUL - ŞÇÆãÉ ÃÎÑì ááØáÈ ÇáåÇÊİí Ãæ ÈÑæÊæßæáÇÊ ÇáÅäÊÑäÊ ÇáãÚíäÉ ÏíäÇãíßíÇ.

source: FREE - Leadmon SPAM Source - List of IPs Leadmon.net has received SPAM directly from.
ar: ãÌÇäÇğ-Leadmon SPAM Source - ŞÇÆãÉ áÈÑæÊæßæáÇÊ ÇáÅäÊÑäÊ ÇáÊí ÊáŞÊLeadmon.netÈÑíÏÇğ ÛíÑ ãÑÛæÈ ãäåÇ ãÈÇÔÑÉ.

source: FREE - Leadmon Bulk Mailers - Bulk mailers that do not require confirmed opt-in or that have allowed known spammers to become clients and abuse their services.
ar: ãÌÇäÇğ-Leadmon Bulk Mailers - ãÑÓáæ ÇáÈÑíÏ ÇáßÈíÑ ÇáĞíä áÇ íØáÈæä ÊÃßíÏ ÇáÇÎÊíÇÑ Ãæ íÓãÍæä áãÑÓáí ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÇáãÚÑæİíä ÈÃä íßæäæÇ ÚãáÇÁ áÏíåãæíÓíÆæä ÇÓÊÎÏÇã ÎÏãÇÊåã.

source: FREE - Leadmon Open Relays - Single Stage Open Relays that are not listed on other active RBLs.
ar: ãÌÇäÇğ-Leadmon Open Relays - ãÑÍáÇÊ ãİÊæÍÉ ĞÇÊ ãÑÍáÉ æÇÍÏÉ ÛíÑ ãÏÑÌÉ ÚáìæÍÏÇÊRBL äÔØÉ ÃÎÑì .

source: FREE - Leadmon Multi-stage - Multi-Stage Open Relays that are not listed on other active RBLs and that have sent SPAM to Leadmon.net.
ar: ãÌÇäÇğ-Leadmon Multi-stage - ãÑÍáÇÊ ãİÊæÍÉ ĞÇÊ ãÑÇÍá ãÊÚÏÏÉ ÛíÑ ãÏÑÌÉ ÚáìæÍÏÇÊRBL äÔØÉ ÃÎÑì æŞÇãÊ ÈÅÑÓÇá ÈÑíÏ ãÈÇÔÑ ÛíÑ ãÑÛæÈ Åáì Leadmon.net.

source: FREE - Leadmon SpamBlock - Sites on this listing have sent Leadmon.net direct SPAM from IPs in netblocks where the entire block has no DNS mappings. It's a list of BLOCKS of IPs being used by people who have SPAMmed Leadmon.net.
ar: ãÌÇäÇğ-Leadmon SpamBlock - ŞÇãÊ ãæÇŞÚ Úáì åĞå ÇáŞæÇÆã ÈÅÑÓÇá ÈÑíÏ ÛíÑ ãÑÛæÈ Åáì Leadmon.netãä ÈÑæÊæßæáÇÊ ÅäÊÑäÊ ãæÌæÏÉ İì ÊÌãÚÇÊ ÔÈßíÉ áÇ íæÌÏ ÊÎØíØ DNS ááÊÌãÚ Çáßáì áåÇ.ÅäåÇ ŞÇÆãÉ áÊÌãÚÇÊ ÈÑæÊæßæáÇÊ ÅäÊÑäÊ íÓÊÎÏãåÇ ÃİÑÇÏ áÏíåã ÈÑäÇãÌ SPAMmedLeadmon.net.

source: FREE, for now - Not Just Another Blacklist - Both Open Relays and Direct SPAM Sources.
ar: ãÌÇäÇğ ÍÇáíÇğ- áíÓÊ ãÌÑÏ ŞÇÆãÉ ÓæÏÇÁ ÃÎÑì- ÊÔãá ßá ãä ÇáãÑÍáÇÊ ÇáãİÊæÍÉæÇáãÕÇÏÑ ÇáãÈÇÔÑÉ ááÈÑíÏ ÛíÑ ÇáãÑÛæÈ.

source: FREE, for now - Not Just Another Blacklist - Dial-up IPs.
ar: ãÌÇäÇğ ÍÇáíÇğ- áíÓÊ ãÌÑÏ ŞÇÆãÉ ÓæÏÇÁ ÃÎÑì- ÈÑæÊæßæáÇÊ ÅäÊÑäÊ ááØáÈ ÇáåÇÊİí.

source: Saved Scan type
ar: äæÚ ÇáãÓÍ ÇáãÍİæÙ

source: Message Filtering
ar: ÊÕİíÉ ÑÓÇáÉ

source: What to Scan:
ar: ÇáãØáæÈ ãÓÍå:
zh_tw: ¹LÂo¹ï¶H¡G

source: All messages
ar: ßÇİÉ ÇáÑÓÇÆá

source: Only unread messages
ar: ÑÓÇÆá ÛíÑ ÇáãŞÑæÁÉ İŞØ

source: Save
ar: ÍİÙ
zh_tw: Àx¦s

source: Match:
ar: ãØÇÈŞÉ:

source: Header
ar: ÑÃÓ ÕİÍÉ

source: Contains:
ar: íÍÊæí:
zh_tw: ¥]§t¡G

source: Move to:
ar: äŞá Åáì :

source: Down
ar: ÃÓİá

source: Up
ar: ÃÚáì
zh_tw: ¦V¤W

source: If <b>%s</b> contains <b>%s</b> then move to <b>%s</b>
ar: ÅĞÇ ßÇä<b>%s</b>íÍÊæí Úáì<b>%s</b>İŞã ÈÇáÇäÊŞÇá Åáì <b>%s</b>
zh_tw: ¦pªG<b>%s</b>¥]§t<b>%s</b> «h²¾¦Ü<b>%s</b>

source: Message Filters
ar: ãÕÇİí ÇáÑÓÇÆá

source: Filtering enables messages with different criteria to be automatically filtered into different folders for easier organization.
ar: Êãßä ÇáÊÕİíÉ ÇáÑÓÇÆá ĞÇÊ ÇáãÚÇííÑ ÇáãÎÊáİÉ ãä ÊÕİíÊåÇ ÊáŞÇÆíÇğİì ãÌáÏÇÊ ãÎÊáİÉ æĞáß áÓåæáÉ ÇáÊäÙíã.
zh_tw: ¶l¥ó³W«h¥i¥H¨Ì¤£¥Îªº±ø¥ó¡A³Q¦Û°Ê¤À¬£¨ì¤£¥Î¸ê®Æ§¨¡C

source: SPAM Filters
ar: ãÕÇİí ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ

source: SPAM filters allow you to select from various DNS based blacklists to detect junk email in your INBOX and move it to another folder (like Trash).
ar: Êãßäß ãÕÇİí ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ ãä ÇáÇÎÊíÇÑ ãä ÇáŞæÇÆã ÇáÓæÏÇÁ ÇáŞÇÆãÉ ÚáìDNS ãÎÊáİæĞáß áÇßÊÔÇİ ÇáÈÑíÏ ÛíÑ ÇáåÇã İì ãÌáÏ ÇáÈÑíÏ ÇáæÇÑÏ INBOX æäŞáå Åáì ãÌáÏ ÂÎÑ (ãËá ÇáãåãáÇÊ Trash).
zh_tw: ¹LÂo¾¹¨Ï±z¥i¥H¥Î¶Â¦W³æ¨Ó¹LÂo¦¬¥ó§¨¤¤ªº¶l¥ó¡C

source: Spam Filtering
ar: ÊÕİíÉ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ
zh_tw: ¹LÂo©U§£¶l¥ó

source: WARNING! Tell your admin to set the SpamFilters_YourHop variable
ar: ÊÍĞíÑ! Şã ÈÅÎÈÇÑ ÇáãÓÄæá áíŞæã ÈÊÚííä ãÊÛíÑ SpamFilters_YourHop
zh_tw: Äµ§i¡I½Ð±zªººôºÞ³]©w¹LÂo¾¹°Ñ¼Æ

source: Move spam to:
ar: äŞá ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ Åáì:

source: Moving spam directly to the trash may not be a good idea at first, since messages from friends and mailing lists might accidentally be marked as spam. Whatever folder you set this to, make sure that it gets cleaned out periodically, so that you don't have an excessively large mailbox hanging around.
ar: ŞÏ áÇ íßæä äŞá ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ Åáì ÇáãåãáÇÊ Trash ãÓÊÍÈÇğ İì ÇáÈÏÇíÉ,İŞÏ íÊã ÇáÊÚáíã Ïæä ŞÕÏ Úáì ÇáÑÓÇÆá ÇáæÇÑÏÉ ãä ÃÕÏŞÇÆß æãä ÇáŞæÇÆã ÇáÈÑíÏíÉ ßÈÑíÏ ÛíÑ ãÑÛæÈ.æÃíÇ ßÇä ÇáãÌáÏ ÇáĞí ÊÎÕÕå áĞáß, İíÌÈ ÇáÊÃßÏ ÈÕİÉ ÏæÑíÉ ãä ÊäÙíİå,ÍÊì áÇ ÊÊÖÎã ÚáÈÉ ÇáÈÑíÏ ÈÏÑÌÉ ÒÇÆÏÉ Úä ÇáÍÏ.
zh_tw: ª½±µ±N©U§£¶l¥ó¥á¨ì¦^¦¬µ©¤£¬O­Ó¦n¥D·N¡C¦]¬°¦³¥i¯à»~±þ©¾¨}¡C¤£ºÞ±z³]¦b­þ­Ó¸ê®Æ§¨¡A°O±o©w®É²M²z¡A¥H§KÃz±¼

source: The more messages you scan, the longer it takes. I would suggest that you scan only new messages. If you make a change to your filters, I would set it to scan all messages, then go view my INBOX, then come back and set it to scan only new messages. That way, your new spam filters will be applied and you'll scan even the spam you read with the new filters.
ar: ÈŞÏÑ ãÇ íßæä ÚÏÏ ÇáÑÓÇÆá ÇáÊí ÊŞæã ÈãÓÍåÇ ßÈíÑÇğ ÈŞÏÑ ãÇ íÓÊÛÑŞ Ğáß æŞÊÇğ,æáĞáß ÃŞÊÑÍ Ãä ÊŞæã ÈãÓÍ ÇáÑÓÇÆá ÇáÌÏíÏÉ İŞØ, ÃãÇ ÚäÏ Úãá ÊÛííÑ İì ÇáãÕÇİí, İíãßä ÅÚÏÇÏåÇ áãÓÍ ßÇİÉ ÇáÑÓÇÆá Ëã ÚÑÖ ÇáÈÑíÏ ÇáæÇÑÏ Ëã ÇáÚæÏÉ áÅÚÏÇÏåÇ áãÓÍ ÇáÑÓÇÆá ÇáÌÏíÏÉ İŞØ.æÈåĞå ÇáØÑíİÉ Óæİ íÊã ÇÓÊÎÏÇã ÇáãÕÇİí ÇáÌÏíÏÉ ááÈÑíÏ ÛíÑ ÇáãÑÛæÈ,æÓæİ ÊŞæã ÈãÓÍ ÍÊì ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ ÇáĞí ÊŞÑÃå ÈåĞå ÇáãÕÇİí ÇáÌÏíÏÉ.
zh_tw: ±z¿ï¾Üªº¹LÂo¹ï¶H·U¦h¡A±Nªá¥h·U¦h®É¶¡¡C«ØÄ³±z¥u¹LÂo·s¶l¥ó¡C¦pªG±z§ïÅÜ¹LÂo±ø¥ó¡A¥i¥H¼È®É§ï¦¨¥þ³¡¹LÂo¡AµM«áÂI¿ï¦¬¥ó§¨¡C³Ì«á¦A±N¹LÂo¹ï¶H§ï¦^¥u¦³·s¶l¥ó¡C³o¼Ë¡A·s±ø¥ó¥i¥H½T¹ê¦a¥Í®Ä¡C

source: Spam is sent to <b>%s</b>
ar: Êã ÅÑÓÇá ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ Åáì<b>%s</b>
zh_tw: ©U§£¶l¥ó¤w³Q°e¦Ü <b>%s</b>

source: [<i>not set yet</i>]
ar: [<i> áã íÊã ÊÚííäå ÈÚÏ</i>]
zh_tw: [<i>©|¥¼³]©w</i>]

source: Spam scan is limited to <b>%s</b>
ar: íŞÊÕÑ ãÓÍ ÇáÈÑíÏ ÛíÑ ÇáãÑÛæÈ Úáì <b>%s</b>
zh_tw: ©U§£¶l¥ó¹LÂo³Q­­¨î©ó <b>%s</b>

source: New Messages Only
ar: ÇáÑÓÇÆá ÇáÌÏíÏÉ İŞØ

source: All Messages
ar: ßÇİÉ ÇáÑÓÇÆá

source: ON
ar: ÊÔÛíá

source: OFF
ar: ÅíŞÇİ ÊÔÛíá
zh_tw: Ãö

source: SpellChecker Options
ar: ÎíÇÑÇÊ ÇáãÏŞŞ ÇáÅãáÇÆí

source: Here you may set up how your personal dictionary is stored, edit it, or choose which languages should be available to you when spell-checking.
ar: íãßäß åäÇ ÅÚÏÇÏ ßíİíÉ ÊÎÒíä ÇáŞÇãæÓ ÇáÔÎÕí Ãæ ÊÍÑíÑå ÃæÇÎÊíÇÑ ÇááÛÉ ÇáÊí íÌÈ Ãä ÊÊæİÑ áÏíß ÚäÏ ÇáÊÏŞíŞ ÇáÅãáÇÆí.
zh_tw: ±z¥i¥H¦b¦¹³]©w­Ó¤H¦r¨å¦s©ñªº¦a¤è¡A½s¿è¥¦©Î¿ï¾Ü±z»Ý­n«÷¦rÀË¬dªº»y¨¥

source: Check Spelling
ar: ÊÏŞíŞ ÅãáÇÆí
zh_tw: «÷¦rÀË¬d

source: ATTENTION:
ar: ÊäÈíå:
zh_tw: ª`·N

source: SpellCheck was unable to decrypt your personal dictionary. This is most likely due to the fact that you have changed your mailbox password. In order to proceed, you will have to supply your old password so that SpellCheck can decrypt your personal dictionary. It will be re-encrypted with your new password after this.<br>If you haven't encrypted your dictionary, then it got mangled and is no longer valid. You will have to delete it and start anew. This is also true if you don't remember your old password -- without it, the encrypted data is no longer accessible.
ar: ÊÚĞÑ Úáì ÇáãÏŞŞ ÇáÅãáÇÆí İß ÔİÑÉ ÇáŞÇãæÓ ÇáÔÎÕí.íÑÌÚ Ğáß ÛÇáÈÇğ Åáì ŞíÇãß ÈÊÛííÑ ßáãÉ ãÑæÑ ÚáÈÉ ÇáÈÑíÏ.æíÌÈ ÊŞÏíã ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ ÍÊì íÓÊØíÚ ÇáãÏŞŞ ÇáÅãáÇÆíİß ÔİÑÉ ÇáŞÇãæÓ ÇáÔÎÕí. æÓíÊã ÈÚÏ Ğáß ÅÚÇÏÉ ÊÔİíÑå ÈßáãÉ ãÑæÑ ÌÏíÏÉ<br> æÅĞÇ áã ÊŞã ÈÊÔİíÑ ÇáŞÇãæÓ ÇáÔÎÕí İÓæİ íÊÖÑÑ æíÕÈÍ ÛíÑ ÕÇáÍ, æÓæİ ÊÖØÑ áÍĞİå æÇáÈÏÁ ãä ÌÏíÏ.æíÍÏË äİÓ ÇáÔíÁ ÃíÖÇğ ÅĞÇ äÓíÊ ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ,İÈÏæäåÇ áÇ íãßä ÇáæÕæá ááÈíÇäÇÊ ÇáãÔİÑÉ.

source: Delete my dictionary and start a new one
ar: ÍĞİ ÇáŞÇãæÓ æÈÏÁ ŞÇãæÓ ÌÏíÏ
zh_tw: §R°£§Úªº¦r¨å¡A¨Ã«Ø¥ß¤@­Ó·sªº¦r¨å¡C

source: Decrypt my dictionary with my old password:
ar: ÊÔİíÑ ÇáŞÇãæÓ ÈßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ:
zh_tw: ¨Ï¥ÎÂÂ±K½X¨Ó¸Ñ¶}§Úªº¦r¨å¡G

source: Proceed
ar: ÇáãÊÇÈÚÉ
zh_tw: °õ¦æ

source: You must make a choice
ar: íÌÈ Ãä ÊÎÊÇÑ

source: You can either delete your dictionary or type in the old password. Not both.
ar: íãßäß ÅãÇ ÍĞİ ÇáŞÇãæÓ Ãæ ÅÏÎÇá ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ, æáíÓ ÇáÇËäíä ãÚÇğ.

source: This will delete your personal dictionary file. Proceed?
ar: ÓíÄÏì Ğáß Åáì ÍĞİ ãáİ ÇáŞÇãæÓ ÇáÔÎÕí.åá ÊÑíÏ ÇáãÊÇÈÚÉ¿

source: Error Decrypting Dictionary
ar: ÎØÃ İì İß ÔİÑÉ ÇáŞÇãæÓ
zh_tw: ¸Ñ±K¥¢±Ñ

source: Cute.
ar: ÈÇÑÚ.

source: I tried to execute '%s', but it returned:
ar: ÍÇæáÊ ÊäİíĞ '%s' áßäå ÃÚØì:

source: SpellCheck is misconfigured.
ar: áã íÊã Êßæíä ÇáãÏŞŞ ÇáÅãáÇÆí ÈÔßá ÕÍíÍ

source: SpellCheck Results
ar: äÊÇÆÌ ÇáÊÏŞíŞ ÇáÅãáÇÆí

source: Spellcheck completed. Commit changes?
ar: Êã ÇáÊÏŞíŞ ÇáÅãáÇÆí. åá íÊã ÊäİíĞ ÇáÊÛííÑÇÊ¿

source: No changes were made.
ar: áã íÊã Úãá ÃíÉ ÊÛííÑÇÊ.

source: Now saving your personal dictionary... Please wait.
ar: íÌÑì ÇáÂä ÍİÙ ÇáŞÇãæÓ ÇáÔÎÕí ... íÑÌì ÇáÇäÊÙÇÑ.

source: Found %s errors
ar: Êã ÇáÚËæÑ Úáì%s ÃÎØÇÁ
zh_tw: µo²{ %s ¿ù»~

source: Line with an error:
ar: ÎØ ãÕÍæÈ ÈÎØÃ:
zh_tw: ¥X¿ùªº¦C¡G

source: Error:
ar: ÎØÃ:
zh_tw: ¿ù»~¡G

source: Suggestions:
ar: ÇŞÊÑÇÍÇÊ:
zh_tw: «ØÄ³¡G

source: Suggestions
ar: ÇŞÊÑÇÍÇÊ
zh_tw: «ØÄ³¡G

source: Change to:
ar: ÊÛííÑ Åáì:
zh_tw: §ï¦¨¡G

source: Occurs times:
ar: ãÑÇÊ ÇáÍÏæË:
zh_tw: ¥X²{¦¸¼Æ¡G

source: Change this word
ar: ÊÛííÑ åĞå ÇáßáãÉ
zh_tw: §ï±¼³o­Ó¦r

source: Change
ar: ÊÛííÑ
zh_tw: ­×§ï

source: Change ALL occurances of this word
ar: ÊÛííÑ ßÇİÉ ÍÇáÇÊ ÍÏæË åĞå ÇáßáãÉ
zh_tw: §ï±¼¤å¤¤©Ò¦³ªº¦r

source: Change All
ar: ÊÛííÑ Çáßá
zh_tw: ¥þ³¡­×§ï

source: Ignore this word
ar: ÊÌÇåá åĞå ÇáßáãÉ
zh_tw: ²¤¹L¥»¦r

source: Ignore
ar: ÊÌÇåá

source: Ignore ALL occurances this word
ar: ÊÌÇåá ßÇİÉ ÍÇáÇÊ ÍÏæË åĞå ÇáßáãÉ
zh_tw: ²¤¹L³o­Ó¦r

source: Ignore All
ar: ÊÌÇåá Çáßá
zh_tw: ²¤¹L¥þ³¡

source: Add this word to your personal dictionary
ar: ÅÖÇİÉ åĞå ÇáßáãÉ Åáì ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ±N¥»¦r¥[¤J­Ó¤H¦r¨å

source: Add to Dic
ar: ÅÖÇİÉ Åáì ÇáŞÇãæÓ

source: Close and Commit
ar: ÅÛáÇŞ æÊäİíĞ

source: The spellcheck is not finished. Really close and commit changes?
ar: áã íÊã ÇáÇäÊåÇÁ ãä ÇáÊÏŞíŞ ÇáÅãáÇÆí. åá ÊÑíÏ ÇáÅÛáÇŞ æÇáÊäİíĞ ÍŞÇğ¿
zh_tw: «÷¦rÀË¬d¨Ã¥¼§¹¦¨¡A¯uªº­nÃö³¬¨Ã°õ¦æ¡H

source: Close and Cancel
ar: ÅÛáÇŞ æ ÅáÛÇÁ ÇáÃãÑ
zh_tw: Ãö³¬¨Ã¨ú®ø

source: The spellcheck is not finished. Really close and discard changes?
ar: áã íÊã ÇáÇäÊåÇÁ ãä ÇáÊÏŞíŞ ÇáÅãáÇÆí. åá ÊÑíÏ ÇáÅÛáÇŞ æÊÌÇåá ÇáÊÛííÑÇÊ ÍŞÇğ¿
zh_tw: «÷¦rÀË¬d¨Ã¥¼§¹¦¨¡A¯uªº­nÃö³¬¨Ã©¿²¤ÅÜ§ó¡H

source: No errors found
ar: áã íÊã ÇáÚËæÑ Úáì ÃÎØÇÁ

source: Your personal dictionary was erased.
ar: Êã ãÓÍ ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ±zªº­Ó¤H¦r¨å¤w§R°£¡C

source: Dictionary Erased
ar: Êã ãÓÍ ÇáŞÇãæÓ
zh_tw: ¦r¨å¤w§R°£

source: Your personal dictionary was erased. Please close this window and click "Check Spelling" button again to start your spellcheck over.
ar: Êã ãÓÍ ÇáŞÇãæÓ ÇáÔÎÕí. íÑÌì ÅÛáÇŞ åĞÇ ÇáÅØÇÑ æÇáäŞÑ/ÇáÊÏŞíŞ ÇáÅãáÇÆí/ ÖÛØ ÇáÒÑ ãÑÉ ÃÎÑì áÊÔÛíá ÇáÊÏŞíŞ ÇáÅãáÇÆí ãÑÉ ÃÎÑì.

source: Close this Window
ar: ÅÛáÇŞ åĞÇ ÇáÅØÇÑ

source: Successful Re-encryption
ar: ÅÚÇÏÉ ÊÔİíÑ äÇÌÍÉ.
zh_tw: ­«·s¥[±K§¹¦¨

source: Your personal dictionary was re-encrypted successfully. Please close this window and click "Check Spelling" button again to start your spellcheck over.
ar: Êã ÅÚÇÏÉ ÊÔİíÑ ÇáŞÇãæÓ ÇáÔÎÕí ÈäÌÇÍ. Şã ÇáÂä ÈÅÛáÇŞ åĞÇ ÇáÅØÇÑ æÇáäŞÑ/ÇáÊÏŞíŞ ÇáÅãáÇÆí/ÖÛØ ÇáÒÑ ãÑÉ ÃÎÑì áÊÔÛíá ÇáÊÏŞíŞ ÇáÅãáÇÆí ãÑÉ ÃÎÑì.
zh_tw: ±zªº­Ó¤H¦r¨å¤w³Q­«·s¥[±K¡C½ÐÃö³¬³o­Óµøµ¡³QÂI¿ï"«÷¦rÀË¬d"¥H±Ò©l«÷¦rÀË¬d

source: Dictionary re-encrypted
ar: Êã ÅÚÇÏÉ ÊÔİíÑ ÇáŞÇãæÓ
zh_tw: ¦r¨å­«·s¥[±K

source: Your personal dictionary has been <strong>encrypted</strong> and is now stored in an <strong>encrypted format</strong>.
ar: Êã ÅÚÇÏÉ ÊÔİíÑ <strong>ÇáŞÇãæÓ ÇáÔÎÕí</strong>æÇáÂäÊã ÊÎÒíäå İì<strong>ÊäÓíŞ ãÔİÑ</strong>.
zh_tw: ±zªº­Ó¤H¦r¨å¤w³Q<strong>­«·s¥[±K</strong>¡C¨Ã¥H<strong>¥[±K¼Ò¦¡</strong>Àx¦s¡C

source: Your personal dictionary has been <strong>decrypted</strong> and is now stored as <strong>clear text</strong>.
ar: Êã İß ÔİÑÉ <strong>ÇáŞÇãæÓ ÇáÔÎÕí</strong>æÇáÂäÊã ÊÎÒíäå <strong>ßäÕ æÇÖÍ</strong>.
zh_tw: ±zªº­Ó¤H¦r¨å¤w³Q<strong>­«·s¥[±K</strong>¡C¨Ã¥H<strong>¥[±K¼Ò¦¡</strong>Àx¦s¡C

source: Personal Dictionary Crypto Settings
ar: ÅÚÏÇÏÇÊ ÊÔİíÑ ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ­Ó¤H¦r¨å¥[±K³]©w

source: Personal Dictionary
ar: ÇáŞÇãæÓ ÇáÔÎÕí

source: No words in your personal dictionary.
ar: áÇ ÊæÌÏ ßáãÇÊ İì ÇáŞÇãæÓ ÇáÔÎÕí.
zh_tw: ±zªº­Ó¤H¦r¨å¤¤¨S¦³¬ö¿ý¡C

source: Please check any words you wish to delete from your dictionary.
ar: íÑÌì ÊÏŞíŞ ÇáßáãÇÊ ÇáÊí ÊÑíÏ ÍĞİåÇ ãä ÇáŞÇãæÓ.
zh_tw: ½Ð¤Ä¿ï­n§R°£ªº¦rµü¡C

source: %s dictionary
ar: ÇáŞÇãæÓ%s
zh_tw: %s ¦r¨å

source: Delete checked words
ar: ÍĞİ ßáãÇÊ Êã ÊÏŞíŞåÇ

source: Edit your Personal Dictionary
ar: ÊÍÑíÑ ÇáŞÇãæÓ ÇáÔÎÕí
zh_tw: ½s­×­Ó¤H¦r¨å

source: Please make your selection first.
ar: íÑÌì ÇáŞíÇã ÈÇáÊÍÏíÏ ÃæáÇğ.

source: This will encrypt your personal dictionary and store it in an encrypted format. Proceed?
ar: ÓíÄÏì Ğáß Åáì ÊÔİíÑ ÇáŞÇãæÓ ÇáÔÎÕí æÊÎÒíäå ÈÊäÓíŞ ãÔİÑ.åá ÊÑíÏ ÇáãÊÇÈÚÉ¿

source: This will decrypt your personal dictionary and store it in a clear-text format. Proceed?
ar: ÓíÄÏì Ğáß Åáì İß ÔİÑÉ ÇáŞÇãæÓ ÇáÔÎÕí æÊÎÒíäå ÈÊäÓíŞ äÕ æÇÖÍ.åá ÊÑíÏ ÇáãÊÇÈÚÉ¿
